<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
	<head>
		<title>Prof. Dr. Brigitte Weingart</title>
	    <link rel="stylesheet" type="text/css" href="style.css" />
	</head>
	<body>
		<div id="main">
			<div id="head">
				<h1>Brigitte Weingart</h1>
			</div>
			<div id="mainmenu">
				<ul class="menu">
					<li id="home"><a href="index.html">Home</a></li>
					<li id="lehre"><a href="lehre.html">Lehre</a></li>        
					<li id="publikationen"><a href="publikationen.html">Publikationen</a></li>
					<li id="vortraege"><a href="vortraege.html">Vortr&auml;ge</a></li>                                        
					<li id="veranstaltungen"><a href="veranstaltungen.html">Veranstaltungen</a></li>                                        
				</ul>
			</div>
			<div id="content">
				<h4>Prof. Dr. Brigitte Weingart</h4>
				<h4>Wissenschaftlicher Werdegang</h4>
			
				
					<div id="cv_left">Seit April 2020</div>
					<div id="cv_right">Professorin f&uuml;r Medientheorie an der Universit&auml;t der K&uuml;nste Berlin (UdK), Institut f&uuml;r Theorie und Praxis der Kommunikation (<a href="http://gwk.udk-berlin.de">Homepage</a>)</div><br />
			

					<div id="cv_left">2019-2020</div>
					<div id="cv_right">Professorin f&uuml;r Medienkulturwissenschaft an der Heinrich-Heine-Universit&auml;t D&uuml;sseldorf, Institut f&uuml;r Medien- und Kulturwissenschaften (<a href="https://www.mekuwi.hhu.de">Homepage</a>)</div><br />

					
					
					<div id="cv_left">2014-2019</div>
					<div id="cv_right">Professorin f&uuml;r Medienkulturwissenschaft am Institut f&uuml;r Medienkultur und Theater der Universit&auml;t zu K&ouml;ln (Schwerpunkt: Mediengeschichte und Medientheorie, insbesondere der Telemedialit&auml;t und Audiovision) (<a href="http://www.mekuwi.phil-fak.uni-koeln.de/brigitte_weingart.html">Homepage</a>)</div><br />
					
					<div id="cv_left">WS 2018/19</div>
					<div id="cv_right">Vertretung der Professur f&uuml;r Transformationen des Audiovisuellen unter besonderer Ber&uuml;cksichtigung von Gender & Queer Theory an der Ruhr-Universit&auml;t Bochum (<a href="https://ifmlog.blogs.ruhr-uni-bochum.de">Homepage</a>)</div><br />
					
					
					<div id="cv_left">WS 2017/18</div>
					<div id="cv_right">Fellow am Internationalen Kolleg Morphomata: Genese, Dynamik und Medialit&auml;t kultureller Figurationen, Universit&auml;t zu K&ouml;ln (<a href="http://www.morphomata.uni-koeln.de/">Homepage</a>)</div><br />
					
					<div id="cv_left">2015-2017</div>	<div id="cv_right">Gesch&auml;ftsf&uuml;hrende Direktorin des Instituts f&uuml;r Medienkultur und Theater der Universit&auml;t zu K&ouml;ln</div><br />
					
					<div id="cv_left">Seit 2013</div>
					<div id="cv_right">Redaktionsmitglied der Zeitschrift f&uuml;r Medienwissenschaft (<a href="http://www.zfmedienwissenschaft.de">ZfM</a>)</div><br />

					<div id="cv_left">2012-2013</div>
					<div id="cv_right">Forschungsstipendiatin (Maria von Linden-Programm 
zur F&ouml;rderung von Nachwuchswissenschaftlerinnen) am Institut f&uuml;r Germanistik, Vergleichende Literatur- und Kulturwissenschaft der Universit&auml;t Bonn </div><br />		
					<div id="cv_left">2007-2009</div>
					<div id="cv_right">Forschungsaufenthalt als Feodor-Lynen-Stipendiatin (Alexander von Humboldt-Stiftung) an der Columbia University, New York</div><br />
					
					<div id="cv_left">2004-2010</div>
					<div id="cv_right">Wissenschaftliche Mitarbeiterin f&uuml;r Neuere Literatur und Medien/Film am Institut f&uuml;r Germanistik, Vergleichende Literatur- und Kulturwissenschaft der Universit&auml;t Bonn</div><br />
					
									<div id="cv_left">1999-2004</div>
					<div id="cv_right">Wissenschaftliche Mitarbeiterin am Kulturwissenschaftlichen Forschungskolleg Medien und kulturelle Kommunikation (SFB/FK 427), Universit&auml;t zu K&ouml;ln</div><br />

					<div id="cv_left"></div>
					<div id="cv_right">1999-2001: Einzelprojekt &raquo;Text-Bild-Relationen in der Pop-Literatur&laquo; im Rahmen eines Teilprojekts &uuml;ber Intermedialit&auml;t: Text und Bild (A3; Leitung: Prof. Dr. Vo&szlig;kamp)</div><br />

					<div id="cv_left"></div>
					<div id="cv_right">2002-M&auml;rz 2004: Fortf&uuml;hrung des Projekts, jetzt mit dem Schwerpunkt &raquo;Bildzirkulation. Transkriptionen zwischen Literatur und Popkultur&laquo; innerhalb des Teilprojekts A3 Text und Bild: Visuelle Kultur und literarische Transkription</div><br />
					
					<div id="cv_left">2003</div>
					<div id="cv_right">Offermann-Hergarten-Preis der Philosophischen Fakult&auml;t der Universit&auml;t zu K&ouml;ln f&uuml;r die Dissertation</div><br />


					<div id="cv_left">1999</div>
					<div id="cv_right">Promotion an der Philosophischen Fakult&auml;t der Universit&auml;t zu K&ouml;ln. Titel der Arbeit: Ansteckende W&ouml;rter. Diskursive Verfahren in der Repr&auml;sentation von AIDS. Gutachter: Prof. Dr. Wilhelm Vo&szlig;kamp, Prof. Dr. G&uuml;nter Blamberger</div><br />

					<div id="cv_left">1995-1998</div>
					<div id="cv_right">Studentische, dann wissenschaftliche Hilfskraft in der Gesch&auml;ftsstelle der Interuniversit&auml;ren Arbeitsgruppe &raquo;Sprache, Literatur, Kultur im Wandel ihrer medialen Bedingungen&laquo;, K&ouml;ln (Leitung: Prof. Dr. Wilhelm Vo&szlig;kamp)</div><br />
					
					<div id="cv_left">1994</div>
					<div id="cv_right">Master of Arts der Washington University. Titel der Arbeit: Mythos, Sprache, Schrift: Wieder-holungen in Peter Handkes epischer Erz&auml;hlung <i>Die Wiederholung</i></div><br />

					<div id="cv_left">1993-1994</div>
					<div id="cv_right">Studium an der Washington University in St. Louis<br />Teaching Assistant am German Department<br />Fulbright-Stipendium</div><br />
										
					<div id="cv_left">1992-1995</div>
					<div id="cv_right">Studentische Hilfskraft am Lehrstuhl von Prof. Dr. J&uuml;rgen Lenerz (Deutsche Sprachwissenschaft), K&ouml;ln<br /><br />Stipendium der Studienstiftung des deutschen Volkes</div><br />

					 
					<div id="cv_left">1990-1993</div>
					<div id="cv_right">Magisterstudiengang an der Universit&auml;t zu K&ouml;ln. Hauptfach: Germanistik, Nebenf&auml;cher: Theater-, Film- und Fernsehwissenschaft, Politikwissenschaft</div><br />
	
					
					<br />
					<h4>Mitgliedschaften</h4>

					<div id="cv_left">Seit 2021</div><div id="cv_right">Mitglied im Beirat des Erich-Auerbach-Institute for Advanced Studies, Universit&auml;t zu K&ouml;n (<a href="https://auerbach-institut.phil-fak.uni-koeln.de/institut/beirat/internationaler-beirat">Homepage</a>)</div><br />
					
					<div id="cv_left">Seit 2017</div><div id="cv_right">Regional Chair (Europe) des Fame and Persona Research Consortium (FPRC)</div><br />
					
					<div id="cv_left">Seit 2017</div><div id="cv_right">Mitglied im Beirat der Zeitschrift Texte zur Kunst (<a href="https://www.textezurkunst.de">TzK</a>)</div><br />
					
					<div id="cv_left">Seit 2017</div><div id="cv_right">Reihenherausgeberin der Reihe <i>communicatio. Kultur &#150; Text &#150; Medium </i>im de Gruyter-Verlag (gemeinsam mit J&uuml;rgen Fohrmann)</div><br />

					<div id="cv_left">2015</div>
					<div id="cv_right">Aufnahme in AcademiaNet &#150; Expert Database for Outstanding Female Academics (<a href="http://www.academia-net.org/profil/prof-dr-brigitte-weingart/1340077">Profil</a>)</div><br /> 					

			

	<div><br /><br />Gesellschaft f&uuml;r Medienwissenschaft (<a href="https://www.gfmedienwissenschaft.de">GfM</a>)</div>
<div>European Network for Cinema and Media Studies (<a href="https://necs.org">NECS</a>)</div>
	
		</div>			
	</body>
</html>

