<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">

<head>
  <title>Prof. Dr. Brigitte Weingart</title>
  <link rel="stylesheet" type="text/css" href="style.css" />
  <script src="http://www.google.com/jsapi"></script>
  <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.3.2/jquery.min.js"></script>
  <script type="text/javascript">
    $(document).ready(function () {
      $(".showlink").click(function () {
        $(this).parent().next().slideDown('slow');
        $(this).hide();
        $(this).parent().children(".hidelink").show();
        return false;
      });
      $(".hidelink").click(function () {
        $(this).parent().next().slideUp('slow');
        $(this).hide();
        $(this).parent().children(".showlink").show();
        return false;
      });
      $(".hidelink_inner").click(function () {
        $($(this).parent()).slideUp('slow');
        parent = $($(this).parent().prev());
        $(parent).children(".showlink").show();
        $(parent).children(".hidelink").hide();
        return false;
      });
    });
  </script>
</head>

<body class="blue">
  <div id="main">
    <div id="head">
      <div id="name">
        <h1>Brigitte Weingart</h1>
      </div>
      <div id="mainmenu">
        <ul class="menu">
          <li id="home"><a href="index.html">Home</a></li>
          <li id="lehre" class="selected">Lehre</li>
          <li id="publikationen"><a href="publikationen.html">Publikationen</a></li>
          <li id="vortraege"><a href="vortraege.html">Vortr&auml;ge</a></li>
          <li id="veranstaltungen"><a href="veranstaltungen.html">Veranstaltungen</a>
          <li>
        </ul>
      </div>
    </div>
    <div id="content">
      <section>
        <h3 class="blue">SoSe 2023</h3>
        <article>
          <h4>Illusionen machen</h4>
          <p>Forschungsmodul (gemeinsam mit Prof. Dr. Thomas D&uuml;llo, 4-st&uuml;ndig) im MA Gesellschafts- und
            Wirtschaftskommunikation <a href="https://www.udk-berlin.de/studium/gesellschafts-und-wirtschaftskommunikation/">(GWK)</a>, Institut f&uuml;r Theorie und Praxis
            der
            Kommunikation, Universit&auml;t der K&uuml;nste Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <P><i>Die Wiederkehr der Illusionen</i> hei&szlig;t ein Buch von Gertrud Koch, das 2016 bei Suhrkamp
              erschienen
              ist. Nicht weniger programmatisch konstatiert Andreas Reckwitz im Titel eines anderen Suhrkamp-Buchs 2019
              <i>Das Ende der Illusionen</i>. Wer hat recht, die Medien- und Filmwissenschaftlerin, die den in der
              klassischen &Auml;sthetik oft verfemten Teil der &rsaquo;Sinnest&auml;uschung&lsaquo;, wie sie der
              &rsaquo;Massenkunst&lsaquo; des Films zugrundeliegt, als immer schon zentralen Bestandteil der
              &auml;sthetischen Erfahrung ins Recht setzt, der in der Gegenwartskunst un&uuml;bersehbar eine erneute
              Konjunktur erf&auml;hrt? Oder der Soziologe, der u.a. im Wahlsieg eines Donald Trump und dem Brexit
              Symptome
              f&uuml;r eine tiefgreifende Ersch&uuml;tterung des westlichen Fortschrittsglaubens sieht? Oder
              wom&ouml;glich
              beide, weil &raquo;Illusion&laquo; sowohl die Sinnest&auml;uschung im engeren Sinne meint wie die falschen
              Vorstellungen, die man sich &uuml;ber die Gegenwart und Zukunft der eigenen wie der gesellschaftlichen
              Realit&auml;t macht? </i>
            <p>Im Forschungsmodul machen wir uns keine Illusionen dar&uuml;ber, dass wir den archimedischen Punkt
              finden,
              von dem aus wir den gesellschaftlichen &raquo;Verblendungszusammenhang&laquo; (Theodor W. Adorno)
              &uuml;ber-
              oder gar durchschauen k&ouml;nnten. Die Tradition der Ideologiekritik wird uns zwar ebenso
              besch&auml;ftigen
              wie die Mediengeschichte der &rsaquo;Augent&auml;uschung&lsaquo;, die &uuml;ber Magie und Film zum
              &raquo;Fake&laquo; f&uuml;hrt, der in den letzten Jahren wieder Neuigkeitswert hat. Statt uns dem
              Def&auml;tismus der Desillusionierung zu ergeben, m&ouml;chten wir aber Verfahren der
              &rsaquo;Illudierens&lsaquo; verstehen, um uns in und f&uuml;r die Zukunft bessere Illusionen zu machen.
            </p>
            <p>Denn wirklich los werden wir sie sowieso nicht: &raquo;Das Leben hat die Struktur einer Falle&laquo;,
              notiert
              der Schriftsteller Wilhelm Genazino. Deshalb brauchen wir Illusionen der Gegenweltlichkeit zur
              Lebensstruktur
              von Desillusionen, sagt ein (vielleicht deshalb lange randst&auml;ndiger) Teil der
              &Auml;sthetikgeschichte.
              Wenn es so einfach w&auml;re. Vor der Spanne zwischen Sein und Schein liegt das &raquo;Erscheinen&laquo;
              (Martin Seel). Und dort sind die K&uuml;nste angesiedelt, auch die neueren. Anstatt zum x-ten Mal der
              T&auml;uschung, der Simulation, dem Fake ihre epistemischen Defizite vorzurechnen, folgen wir in unserem
              Forschungsmodul der produktiven Perspektive auf die &raquo;Wiederkehr der Illusionen&laquo;, wie sie
              Gertrud
              Koch vorschl&auml;gt. Denn das ist sowohl aktuell als auch diskursgeschichtlich spannend: &raquo;Die
              &auml;sthetische Illusion ist immer gewusste Illusion&raquo; und eine &raquo;partielle Illudierung
              [&hellip;],
              in der keineswegs Realit&auml;t und Fiktion verwechselt werden&laquo; (Koch). So erh&auml;lt die Denkfigur
              &raquo;Illusion&raquo; das Wirkungspotenzial einer neuen, einer anderen, einer Differenzerfahrung. Sie
              bekommt
              eine &uuml;berschie&szlig;ende F&auml;rbung von Utopie.</p>
            <p>Das Seminar widmet sich zentralen Denkfiguren und Praktiken der Illusion(-ierung) sowie verwandten
              Konzepten
              (&raquo;Als ob&laquo; / Fiktion, Simulation, Faszination, Fetischismus) und antiillusionistischen
              Gegenentw&uuml;rfen (etwa in der Nachfolge des Brechtschen Verfremdungseffekts). (Wie) l&auml;sst sich
              Illusion/Desillusion als Kippfigur beschreiben? An welchen Artefakten (Literaturen, Filme, Musiken,
              Videos,
              Bildende Kunst u.m.) k&ouml;nnen wir das zeigen, erh&auml;rten, vertiefen? Wir besch&auml;ftigen uns mit
              Funden und Recherchen der Teilnehmer*innen sowie Vorschl&auml;gen durch uns Lehrende und arbeiten mit
              &auml;sthetischen Analysen, Theorielekt&uuml;ren, eigenen Bild- und Textformaten (z.B. Memory Work,
              Metaphernanalyse, Bild- und Videoessay) aus unserer Lebens- und Erfahrungswelt. Vorgesehen sind auch
              Ausstellungs- und gemeinsame Kinobesuche. </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
          </p>
        </article>
        <article>
          <h4>Medientheorie / Zeitbasierte Medien</h4>
          <p>Seminar/&Uuml;bung (4-st&uuml;ndig) im Modul 13 des BA-Studiengangs GWK an der UdK Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>[...]</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
          </p>
        </article>
        <article>
          <h4>Digging into Digital Culture</h4>
          <p>Special Interest Group (SIG) im MA GWK an der UdK Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Wir diskutieren Texte, Filme und k&uuml;nstlerische Positionen zu aktuellen Themen und Problemen der
              Digitalkultur. Internet Memes, Plattform&ouml;konomie, digitaler Kolonialismus &#150; <i>you name it</i>:
              Denn
              wo genau im weiten Feld des Digitalen wir mit unseren Probebohrungen ansetzen, h&auml;ngt von den
              Interessen,
              Schwerpunkten und ggf. MA-Projekten der Teilnehmer*innen ab. Die Auswahl legen wir gemeinsam fest.
              F&uuml;r
              unsere Treffen &#150; dank Sommersemester vielleicht manchmal unter freiem Himmel und mit Picknick, aber
              gerne
              auch mal im Kino oder in einer Ausstellung &#150; sind vier Freitagnachmittage vorgesehen.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Videoessays</h4>
          <p>Special Interest Group (SIG) im MA GWK an der UdK Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Als Videoessays galten bis vor kurzem vor allem Filme &uuml;ber Filme: Clips, die zur Analyse
              audiovisuellen
              Materials ihrerseits die Mittel des Bewegtbilds nutzen (so z.B. die Arbeiten von Kevin B. Lee,
              Chlo&eacute;
              Galibert-La&icirc;n&eacute; oder Tony Zhous &raquo;Every Frame a Painting&laquo;). Inzwischen wird die
              Bezeichnung f&uuml;r ganz verschiedene Arten von clip-f&ouml;rmiger Medienanalyse im Netz verwendet, bei
              der
              digitale M&ouml;glichkeiten genutzt werden, um die Grenzen diskursiver Analyse performativ zu
              &uuml;berschreiten (siehe z.B. Natalie Wynns &raquo;ContraPoints&laquo;, Broey Deschanel u.v.m.). Das
              Format
              wird im MA-Studium der GWK als Alternative zu schriftlichen Arbeiten gern genutzt, aber als solches selten
              reflektiert. Damit es daf&uuml;r einen Ort gibt, wurde die SIG nach ersten Treffen im WS 2020
              &rsaquo;verstetigt&lsaquo; und wird regelm&auml;&szlig;ig angeboten.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="orange">WS 2022-23</h3>
        <article>
          <h4>&raquo;If it doesn&#146;t spread, it&#146;s dead&laquo;: Epidemiologische Ans&auml;tze in Gesellschaft,
            Wirtschaft und Kultur</h4>
          <p>Forschungsmodul (gemeinsam mit Prof. Dr. Franz Liebl, 4-st&uuml;ndig) im MA Gesellschafts- und
            Wirtschaftskommunikation <a href="https://www.udk-berlin.de/studium/gesellschafts-und-wirtschaftskommunikation/">(GWK)</a>, Institut f&uuml;r Theorie und Praxis
            der
            Kommunikation, Universit&auml;t der K&uuml;nste Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Sp&auml;testens seit man die Corona-Pandemie als &raquo;information pandemic&laquo; (oder auch kurz:
              &raquo;infodemic&laquo;) diagnostiziert hat, geh&ouml;rt die Analogisierung von epidemiologischen und
              kommunikativen Prozessen zum Alltagswissen. Dabei sind die Konnotationen des jeweils zugeschriebenen
              Ansteckungspotentials durchaus ambivalent: Hatte z.B. in der AIDS-Krise der 1980er Jahre das zeitgleiche
              Zirkulieren von HIV und Computerviren die Vernetzung von K&ouml;rpern und Maschinen als Schauplatz von
              Verletzlichkeit in den Blick ger&uuml;ckt, so gilt es in der gegenw&auml;rtigen Digitalkultur meist als
              Erfolgsgeschichte, wenn Artefakte &raquo;viral gehen&raquo; (z.B. Internet-Memes): &raquo;If it doesn't
              spread, it's dead&laquo;, wie der Fanforscher Henry Jenkins konstatiert. </p>
            <p>Jenseits intuitiver Kurzschl&uuml;sse kommt die &Uuml;bertragung epidemiologischer Ans&auml;tze auf
              soziale
              Ph&auml;nomene aber auch in wissenschaftlichen Analysen zur Anwendung: So sind Prozesse der massenhaften
              Verbreitung von Ph&auml;nomenen in Kultur, Wirtschaft und Gesellschaft nicht erst seit Everett
              Rogers&#146;
              Kommunikationstheorie Diffusion of Innovations (1962) Gegenstand wissenschaftlicher Forschung, sondern
              sp&auml;testens seit dem ausgehenden 19. Jahrhundert. Mittlerweile existieren zahlreiche
              Modellvorstellungen
              und Metaphern vom Wesen epidemischer Erscheinungen: Herdenverhalten, Imitation, Viralit&auml;t oder
              Memetik
              sind nur einige beispielhafte Zug&auml;nge, die zumindest oberfl&auml;chliche &Auml;hnlichkeiten
              aufweisen.
              In
              dem Forschungsmodul soll untersucht werden, ob und inwiefern sich die hinter den Ans&auml;tzen stehenden
              Entwicklungslogiken unterscheiden &#150; und damit auch unterschiedliche Strategien im Umgang mit einer
              Epidemie nahelegen. Dazu besch&auml;ftigen wir uns mit der diskurs&uuml;bergreifenden Zirkulation
              epidemischer
              Ans&auml;tze und ihren Geschichten sowie ihren M&ouml;glichkeiten und Grenzen f&uuml;r die Analyse
              konkreter
              Ph&auml;nomene (Epidemien, Ger&uuml;chte, B&ouml;rsentrends etc.). Und fragen nicht zuletzt nach alternativen
              Beschreibungssprachen und -modellen, die sich am &Uuml;bergang des Anthropoz&auml;ns in andere
              Zuk&uuml;nfte
              wom&ouml;glich als tragf&auml;higer erweisen.
            </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Connections</h4>
          <p>Seminar zur Einf&uuml;hrung in den Bereich Kreation und Interaktion: Theorie und Praxis der audiovisuellen
            Medien im MA GWK an der UdK Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>[...]</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Medientheorie / Zeitbasierte Medien</h4>
          <p>Vorlesung im Modul 13 des BA-Studiengangs GWK an der UdK Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>[...]</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Cinephilie & Festivalkultur &#150; Die Berlinale 2023</h4>
          <p>Special Interest Group (SIG) im MA GWK an der UdK Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Im Februar 2023 finden zum 73. Mal die Internationalen Filmfestspiele in Berlin statt. Die Special
              Interest
              Group nimmt dies zum Anlass, nach der Rolle von kollektiver Filmerfahrung und Festivalkultur f&uuml;r
              gesellschaftliche Kommunikation zu fragen (und dies nicht zuletzt unter dem Vorzeichen digitaler
              Rezeptionsalternativen).</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Videoessay</h4>
          <p>Special Interest Group (SIG) im MA GWK an der UdK Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Als Videoessays galten bis vor kurzem vor allem Filme &uuml;ber Filme: Clips, die zur Analyse
              audiovisuellen
              Materials ihrerseits die Mittel des Bewegtbilds nutzen (so z.B. die Arbeiten von Kevin B. Lee,
              Chlo&eacute;
              Galibert-La&icirc;n&eacute; oder Tony Zhous &raquo;Every Frame a Painting&laquo;). Inzwischen wird die
              Bezeichnung f&uuml;r ganz verschiedene Arten von clip-f&ouml;rmiger Medienanalyse im Netz verwendet, bei
              der
              digitale M&ouml;glichkeiten genutzt werden, um die Grenzen diskursiver Analyse performativ zu
              &uuml;berschreiten (siehe z.B. Natalie Wynns &raquo;ContraPoints&laquo;, Broey Deschanel u.v.m.). Das
              Format
              wird im MA-Studium der GWK als Alternative zu schriftlichen Arbeiten gern genutzt, aber als solches selten
              reflektiert. Damit es daf&uuml;r einen Ort gibt, wurde die SIG nach ersten Treffen im WS 2020
              &rsaquo;verstetigt&lsaquo; und wird regelm&auml;&szlig;ig angeboten.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <article>
          <h3 class="yellow">SoSe 2022</h3>
          <h4>Forschungssemester</h4>
          <br>
          <p></p>
      </section>
      <section>
        <h3 class="purple">WS 2021-22</h3>
        <article>
          <h4>Stars, Celebrities, Influencer: Ber&uuml;hmtheiten im Medienwandel</h4>
          <p>Forschungsmodul (Weingart & G&auml;ste, 4-st&uuml;ndig) im MA Gesellschafts- und Wirtschaftskommunikation
            <a href="https://www.udk-berlin.de/studium/gesellschafts-und-wirtschaftskommunikation/">(GWK)</a>, Institut f&uuml;r Theorie und Praxis der Kommunikation,
            Universit&auml;t der K&uuml;nste Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Sich mit Ber&uuml;hmtheit/en zu besch&auml;ftigen, muss kein &raquo;guilty pleasure&laquo; sein: Das
              Forschungsmodul nimmt Stars, Celebrities und Influencer aus einer gesellschaftsdiagnostischen Perspektive
              in
              den Blick &#150; als soziale Symptome, die Aufschluss &uuml;ber zwischenmenschliche Verh&auml;ltnisse und
              Wertvorstellungen geben. So k&ouml;nnen Celebrity Cultures als zentraler Schauplatz der medialen
              Konstruktion
              von Gender, Race und Klasse gelten. Den jeweiligen Medien kommt dabei eine konstitutive Rolle zu: Ob es
              sich
              um klassische Filmstars handelt, die vom Hollywood-Starsystem mitproduziert wurden oder um die
              alternativen
              &raquo;Superstars&laquo;, die Andy Warhol in seiner Factory aufgebaut hat, um die
              &rsaquo;gew&ouml;hnlichen&lsaquo; (&raquo;ordinary&laquo;) Celebrities, die das Reality-TV hervorgebracht
              hat
              oder um Influencer, die ihre Anh&auml;ngerschaft der Aufmerksamkeits&ouml;konomie des Internets verdanken:
              Ber&uuml;hmtheit, unabh&auml;ngig von ihrer Reichweite, ist (auch) ein Effekt der medialen Bedingungen,
              unter
              denen sie entstehen kann. Dabei ist nicht erst mit der Digitalkultur un&uuml;bersehbar geworden, dass
              moderne
              Gesellschaften mit Medienkulturen der Ber&uuml;hmtheit einen Ort kultivieren, an dem religi&ouml;se
              Ersatzhandlungen ausgetragen und (Stichwort: Shitstorm) Affekte kommuniziert werden. </p>
            <p>Im Forschungsmodul werden historische Genealogien des Starkults miteinbezogen, um aktuelle Facetten von
              medienvermittelter &Ouml;ffentlichkeitswirksamkeit besser verstehen zu k&ouml;nnen. Anhand
              ausgew&auml;hlter
              Beispiele geht es um Konzepte, wie sie seitens der &rsaquo;klassischen&lsaquo; Star Studies und der
              queer*feministischen Medientheorie vor allem mit Blick auf den Filmstar und die Diva erarbeitet wurden:
              Authentizit&auml;t, &Ouml;ffentlichkeit/Privatheit, Starsystem, magisch-religi&ouml;se &raquo;star
              qualities&laquo; wie Charisma und Aura, parasoziale Interaktion mit &raquo;intimate strangers&laquo;,
              Klatsch
              u.a. Demgegen&uuml;ber haben die j&uuml;ngeren Celebrity Studies auf die generelle Tendenz einer
              &raquo;celebritization&laquo;, die auch nicht-k&uuml;nstlerische Gesellschaftsbereiche erfasst, mit
              Begriffen
              wie &raquo;celebrity capital&laquo; (das nicht nur in Geld umgem&uuml;nzt, sondern auch aktivistisch
              eingesetzt werden kann), affektive Arbeit und Reputationsmanagement reagiert. Dazu kommt neuerdings die
              Fan-Forschung, die dem Klischee von verblendeten und kulturindustriell manipulierten Anh&auml;ngerschaften
              die
              subversiven Lesarten und kreativen Aneignungspraktiken von engagiertern &raquo;prosumern&laquo;
              entgegenh&auml;lt. Gleichzeitig bieten wiederum die intrinsischen Abh&auml;ngigkeiten gegenw&auml;rtiger
              Influencer und ihrer Follower von den Strukturen des Plattformkapitalismus durchaus Anlass, die
              Partizipations- und Demokratisierungsversprechen der sozialen Medien kritisch zu sehen. </p>
            <p>Wie lassen sich diese Perspektiven f&uuml;r die Auseinandersetzung mit &#150; aus Sicht der
              Teilnehmer*innen
              &#150; &rsaquo;symptomatischen&lsaquo; Ber&uuml;hmtheiten produktiv machen? Und in welchen Formaten
              (Ausstellung, Website, Magazin&hellip;) lassen sich die Ergebnisse dieser Auseinandersetzung am besten
              umsetzen? Wir lesen (Forschungsliteratur und Klatschzeitschriften), sichten (Filme, Serien, Musikvideos,
              Social Media-Profile, Websites, Memes), recherchieren (in Archiven und im Netz), machen Selbstversuche
              (als
              Fans und Hater), pr&auml;sentieren, diskutieren &#150; online und face-to-face, unter uns und mit unseren
              G&auml;sten (u.a. Isabelle Graw, Peter Rehberg, Robert D&ouml;rre).
            </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Copy Cultures &#150; Medienpraktiken der Aneignung</h4>
          <p>Seminar zur Einf&uuml;hrung in den Bereich Kreation und Interaktion: Theorie und Praxis der audiovisuellen
            Medien im MA GWK an der UdK Berlin</a>, Institut f&uuml;r Theorie und Praxis der Kommunikation,
            Universit&auml;t
            der K&uuml;nste Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Cut & Paste, Remix, Mashup, Meme Culture, &raquo;Going viral&laquo;: Die digitale Vereinfachung medialer
              Aneignungspraktiken hat zu einer Allgegenwart von &raquo;Copy Cultures&laquo; beigetragen. Mit der
              technischen
              Verf&uuml;gbarkeit geht aber auch eine Reihe rechtlicher und k&uuml;nstlerischer Probleme einher, mit
              denen
              wir uns in diesem Kurs besch&auml;ftigen werden. Zu den Themenfeldern, in die wir uns daf&uuml;r
              einarbeiten
              werden, geh&ouml;ren u.a. die historische Genese des Urheberrechts, die Unterscheidung von Original und
              Kopie,
              Verfahren der Remediation (Appropriation Art, Found Footage Film, Internet-Memes), Politiken der Parodie
              (Drag, Blackfacing), postkoloniale Diskurse und Praktiken (&raquo;Mimesis and Alterity&laquo;/Michael
              Taussig), Cultural Appropriation.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Medientheorie / Zeitbasierte Medien</h4>
          <p>Vorlesung im Modul 13 des BA-Studiengangs GWK an der UdK Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>[...]</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Videoessays</h4>
          <p>Special Interest Group (SIG) im MA GWK an der UdK Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Als Videoessays galten bis vor kurzem vor allem Filme &uuml;ber Filme: Clips, die zur Analyse
              audiovisuellen
              Materials ihrerseits die Mittel des Bewegtbilds nutzen (so z.B. die Arbeiten von Kevin B. Lee,
              Chlo&eacute;
              Galibert-La&icirc;n&eacute; oder Tony Zhous &raquo;Every Frame a Painting&laquo;). Inzwischen wird die Bezeichnung
              f&uuml;r
              ganz verschiedene Arten von clipf&ouml;rmiger Medienanalyse im Netz verwendet, bei der digitale
              M&ouml;glichkeiten genutzt werden, um die Grenzen diskursiver Analyse performativ zu &uuml;berschreiten
              (siehe
              z.B. Natalie Wynns &raquo;ContraPoints&laquo;, Broey Deschanel u.v.m.). Das Format wird im MA-Studium der GWK nicht
              zuletzt als Alternative zur schriftlichen Hausarbeit gern genutzt, aber als solches selten reflektiert.
              Damit
              es daf&uuml;r einen Ort gibt, wurde die SIG nach ersten Treffen im WS 2020 &rsaquo;verstetigt&lsaquo; und wird als
              regelm&auml;&szlig;ige Veranstaltung angeboten.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="blue">SoSe 2021 (Online-Lehre)</h3>
        <article>
          <h4>Mobilit&auml;t und Mobilisierung: das bewegte Telefon</h4>
          <p>Forschungsmodul (gemeinsam mit Prof. Dr. Maren Hartmann, 4-st&uuml;ndig) im MA Gesellschafts- und
            Wirtschaftskommunikation <a href="https://www.udk-berlin.de/studium/gesellschafts-und-wirtschaftskommunikation/">(GWK)</a>, Institut f&uuml;r Theorie und Praxis
            der Kommunikation, Universit&auml;t der K&uuml;nste Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Das Telefon ist eine alte und zugleich immer wieder neue Technologie. Betrachtet man die ihrerseits
              bewegte
              Mediengeschichte des Telefons von ihrem vor&auml;ufigen Ende her &#150; dem derzeit omnipr&auml;senten
              Smartphone und den &raquo;Smombies&laquo;, als seiner prototypischen User-Verk&ouml;rperung &#150;, so
              f&auml;llt auf, dass es sich dabei um ein Ger&auml;t handelt, mit dem Menschen alles M&ouml;gliche machen
              &#150; unter anderem auch telefonieren. Den zahlreichen Remediatisierungen, die das Telefon vom
              Fernsprechger&auml;t zur Universalmaschine, von der manuell hergestellten Verbindung (durch das
              &raquo;Fr&auml;ulein vom Amt&laquo;) zum Mobilfunk, von der kommunikativen Funktion zur Fetischisierung
              durchlaufen hat, ist aber eines gemeinsam: Kaum ein technisches Ger&auml;t f&uuml;hrt so offensichtlich
              vor
              Augen, dass Medien nicht nur Inhalte &uuml;bertragen, sondern sich nachdru&uuml;cklich auf unsere
              Ko&ouml;rper, unsere Lebensgewohnheiten, unsere Zeit-Raum-Organisationen auswirken: <i>the medium is the
                message</i>. </p>
            <p>In unserem Forschungsmodul bildet das Telefon den Knotenpunkt verschiedener Vernetzungen, denen wir
              gemeinsam nachgehen m&ouml;chten. Dazu geh&ouml;rt nicht zuletzt die Idee der <i>network society</i>
              (inklusive ihrer Vorl&auml;ufer wie dem &raquo;global village&laquo;), geht es uns doch zentral um
              Versuche,
              soziale Ver&auml;nderungen und moderne Telekommunikationskulturen zusammen zu denken. Zur Diskussion
              stehen
              dabei neben dem Problem der Infrastrukturen und ihrer &Ouml;konomien (Stichwort Plattform-Kapitalismus)
              auch
              das Potential der Telefonie zur Mobilisierung (etwa in medienaktivistischen Interventionen wie dem
              Flashmob
              oder aber anderen performativ-mediatisierten Elementen des Protestes) &#150; ein Themenkomplex, den u.a.
              der
              Aspekt der St&ouml;rung verbindet. Dabei interessieren uns auch die Befunde der Bewegungsforschung und
              deren
              Kopplung mit Fragen der Digitalisierung: Wann und wie wird das Handy als Medium der Mobilisierung gesehen?
            </p>
            <p>Die Frage des Mobilen wird uns in mehreren Hinsichten besch&auml;ftigen: Wenn uns heutzutage der Begriff
              des &raquo;Festnetzes&laquo; daran erinnern muss, dass Telefonie und Mobilit&auml;t nicht immer Hand in
              Hand
              gingen (wie eben beim &raquo;Handy&laquo;), so verdeckt die Selbstverst&auml;ndlichkeit des
              &raquo;Mobiltelefons&laquo; den eigentlich unklaren Status von Mobilit&auml;t und Mobilisierung: Was
              hei&szlig;t hier &#150; etwa mit Blick auf Handynutzung in Wartezeiten &#150; eigentlich Bewegung? Und wie
              ger&auml;t etwas mithilfe des mobilen Mediums in Bewegung? In diesem Zusammenhang wird ein weiterer
              Schwerpunkt auf dem Einsatz von Smartphones in Flucht- bzw. Migrationsbewegungen liegen (der wiederum
              nicht
              zuletzt in Handyfilmen dokumentiert wird).</p>
            <p> Durchf&uuml;hrung: Unser Einstieg in die jeweiligen Themennetze verl&auml;uft &uuml;ber
              medientheoretische
              und -historische Texte sowie einschl&auml;gige Beispiele aus Literatur, Film, Werbung und
              Online-Plattformen. Am Anfang des Moduls werden wir historische Reaktionen und Reflexionen auf das
              &rsaquo;neue&lsaquo; Medium mit einer autoethnografischen Beobachtungsphase verkn&uuml;pfen: alle
              Teilnehmer*innen laden sich zun&auml;chst eine App herunter, welche die eigene Handy-Nutzung grob in
              Zahlen
              erfasst. Zugleich f&uuml;hren sie f&uuml;r eine Woche ein Handy-Tagebuch, in dem die Nutzung nicht nur
              festgehalten, sondern auch reflektiert wird. Mit diesem &#150; dann anonymisierten &#150; Material
              beginnen
              wir unsere Exploration des mobilen Mediums in (im)mobilen Zeiten. </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Medientheorie / Zeitbasierte Medien</h4>
          <p>Seminar/&Uuml;bung (gemeinsam mit Dr. Elena Meilicke) im Modul 13 des BA-Studiengangs GWK an der UdK Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>[...]</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Medien&auml;sthetik der Faszination</h4>
          <p>Online-Seminar im <a
              href="https://www.udk-berlin.de/studium/studium-generale/lehrveranstaltungen-des-studium-generale/seminare-kulturwissenschaft-sose-2021/medienaesthetik-der-faszination/">Studium
              Generale</a> der Universit&auml;t der K&uuml;nste Berlin <a href="#" class="showlink">[Kommentar]</a><a
              href="#" class="hidelink" style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Wenn heutzutage jemand behauptet, von etwas &raquo;fasziniert&laquo; zu sein, dann bezieht sich dies
              zumeist auf eine unerkl&auml;rliche Anziehung, die von einem bestimmten Objekt oder einer Person ausgeht,
              und damit auf eine eher positive Erfahrung. Das war nicht immer so: Der Begriff der Faszination stammt
              urspr&uuml;nglich aus dem Bereich der Magie und bezog sich bis zur Aufkl&auml;rung auf Ph&auml;nomene der
              (haupts&auml;chlich visuellen) Bezauberung &#150; insbesondere auf den &rsaquo;b&ouml;sen Blick&lsaquo;,
              also auf eine Form von Schadenszauber mit mitunter t&ouml;dlichem Ausgang. </p>
            <p>Ausgehend von dieser eigenwilligen Begriffsgeschichte widmet sich das Seminar den historischen und
              aktuellen Versuchen, die r&auml;tselhafte &rsaquo;Fernwirkung&lsaquo; der Faszination zu erkl&auml;ren,
              indem man sie als Effekt medialer Vermittlung begreift. Das Spektrum der behandelten Themen reicht von
              Modellierungen des Blicks als eines buchst&auml;blichen &rsaquo;Kontakts&lsaquo; in vormodernen
              Sehtheorien
              &uuml;ber Szenarien der &rsaquo;Augent&auml;uschung&lsaquo; und &rsaquo;Verblendung&lsaquo; in der
              Mediengeschichte der optischen Magie bis zu gegenw&auml;rtigen Diskursen &uuml;ber das &rsaquo;gewisse
              Etwas&lsaquo; im Verh&auml;ltnis zwischen Stars und Fans. Auch verwandte Konzepte wie Charisma, Glamour
              oder
              Fetischismus werden zu ber&uuml;cksichtigen sein.</p>
            <p>Wir arbeiten mit Texten (historischen Quellen, Literatur, Theorie), Bildern und audiovisuellem Material
              (z.B. Filmen von Ingmar Bergman, Andy Warhol und Arthur Jafa).</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Der Video-Essay</h4>
          <p>Special Interest Group (SIG) im MA GWK an der UdK Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Video-Essays sind Filme &uuml;ber Filme, die zur Analyse audiovisuellen Materials ihrerseits die Mittel
              des
              Bewegtbilds nutzen. Das Format wird im MA-Studium der GWK nicht zuletzt als Alternative zur schriftlichen
              Hausarbeit gern genutzt, aber als solches selten reflektiert. Damit es daf&uuml;r einen Ort gibt, wird die
              SIG nach den ersten Treffen im WS 2020 nun &rsaquo;verstetigt&lsaquo; und als regelm&auml;&szlig;ige
              Veranstaltung angeboten. </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Digitales Forum f&uuml;r den Austausch &uuml;ber Masterarbeiten</h4>
          <p>Konferenzmodul (gemeinsam mit Prof. Dr. Franz Liebl) im MA GWK an der UdK Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Das Modul bietet fortgeschrittenen MA-Studierenden die M&ouml;glichkeit, sich mit den Kommiliton*innen
              aus
              beiden MA-Jahrg&auml;ngen &uuml;ber ihre angemeldeten bzw. geplanten Masterarbeiten auszutauschen.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
      <h3 class="red">WS 2020-21 (Online-Lehre)</h3>
      <article>
        <h4>Copy Cultures &#150; Medienpraktiken der Aneignung</h4>
        <p>Seminar zur Einf&uuml;hrung in den Bereich Kreation und Interaktion: Theorie und Praxis der audiovisuellen
          Medien im MA Gesellschafts- und Wirtschaftskommunikation <a href="https://www.udk-berlin.de/studium/gesellschafts-und-wirtschaftskommunikation/">(GWK)</a>,
          Institut f&uuml;r Theorie und Praxis der Kommunikation, Universit&auml;t der K&uuml;nste Berlin
          <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
            style="display: none;">[schlie&szlig;en]</a>
        </p>
        <div class="details">
          <p>Cut & Paste, Remix, Mashup, Meme Culture, &raquo;Going viral&laquo;: Die digitale Vereinfachung medialer
            Aneignungspraktiken hat zu einer Allgegenwart von &raquo;Copy Cultures&laquo; beigetragen. Mit der
            technischen Verf&uuml;gbarkeit geht aber auch eine Reihe rechtlicher und k&uuml;nstlerischer Probleme
            einher, mit denen wir uns in diesem Kurs besch&auml;ftigen werden. Zu den Themenfeldern, in die wir uns
            daf&uuml;r einarbeiten werden, geh&ouml;ren u.a. die historische Genese des Urheberrechts, die
            Unterscheidung von Original und Kopie, Verfahren der Remediation (Appropriation Art, Found Footage Film,
            Internet-Memes), Politiken der Parodie (Drag, Blackfacing), postkoloniale Diskurse und Praktiken
            (&raquo;Mimesis and Alterity&laquo;/Michael Taussig), Cultural Appropriation.</p>
          <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
        </div>
      </article>
      <article>
        <h4>Der Video-Essay</h4>
        <p>Special Interest Group (SIG) im MA GWK an der UdK Berlin
          <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
            style="display: none;">[schlie&szlig;en]</a>
        </p>
        <div class="details">
          <p>Video-Essays sind Filme &uuml;ber Filme, die zur Analyse audiovisuellen Materials ihrerseits die Mittel des
            Bewegtbilds nutzen. Weil das Format im MA-Studium der GWK nicht zuletzt als Alternative zur schriftlichen
            Hausarbeit offenbar gern genutzt, aber als solches selten reflektiert wird, bietet die SIG die Gelegenheit,
            sich anhand einschl&auml;giger Beispiele in den medien- und filmwissenschaftlichen Stand der Diskussion
            einzuarbeiten. </p>
          <p>Veranstaltungsform: Digital, mit 4 Video-Meetings und der Teilnahme an einem
            Workshop mit Medienwissenschaftler*innen und Filmpraktiker*innen (u.a. Chlo&eacute; Gal&icirc;bert-Lain&eacute;,
            Kevin B. Lee, Michael Baute), der gemeinsam mit dem Institut f&uuml;r Medien- und Kulturwissenschaft der
            Heinrich-Heine-Universit&auml;t veranstaltet wird. </p>
          <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
        </div>
      </article>
      <article>
        <h4>Medientheorie / Zeitbasierte Medien</h4>
        <p>Vorlesung und (gemeinsam mit Dr. Elena Meilicke) Seminar/&Uuml;bung im Modul 13 des BA-Studiengangs GWK an
          der UdK Berlin
          <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
            style="display: none;">[schlie&szlig;en]</a>
        </p>
        <div class="details">
          <p>[...]</p>
          <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
        </div>
      </article>
      </section>
      <section>
        <h3 class="orange">SoSe 2020 (Online-Lehre)</h3>
        <article>
          <h4>Exponentiell &#150; Medien und Ansteckung</h4>
          <p>Online-Seminar im <a
              href="https://www.udk-berlin.de/studium/studium-generale/lehrveranstaltungen-des-studium-generale/archiv-der-lehrveranstaltungen-des-studium-generale/archiv-sommersemester-2020/seminare-kulturwissenschaft-sose-2020/exponentiell-medien-und-ansteckung-e-seminar/">Studium
              Generale</a> der Universit&auml;t der K&uuml;nste Berlin <a href="#" class="showlink">[Kommentar]</a><a
              href="#" class="hidelink" style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Wenn in der Corona-Krise vom &raquo;exponentiellen Anwachsen&laquo; der viralen Ausbreitung die Rede ist,
              dann geht es vor allem um die Gegenma&szlig;nahmen, die auf den Slogan &raquo;Flatten the curve&laquo;
              gebracht wurden. Demgegen&uuml;ber gilt in den sozialen Netzwerken das &raquo;Viral-Gehen&laquo; digitaler
              Inhalte als Erfolgsmerkmal &#150; wenn es nicht gerade Fake News oder Ger&uuml;chte sind, die sich
              &raquo;epidemisch&laquo; verbreiten.</p>
            <p>Dass mediale &Uuml;bertragung als Form der Ansteckung gedacht wird, ist keine Erfindung der
              Digitalkultur.
              Auch die Vorliebe, auf die Bildlichkeit des Virus zu rekurrieren, um das unsichtbare Wirken, die rasante
              Vervielfachung und die grenz&uuml;berschreitende Ausbreitung von Informationseinheiten plastisch und
              mitunter drastisch darzustellen, geht der Zirkulation sowohl von Internet-Memes wie von Computerviren
              voraus: &raquo;Language is a virus from outer space&laquo;, wie der Beat-Literat William Burroughs schon
              1962 diagnostizierte. Es ist aber auch kein Zufall, dass die Vorstellungsfigur des Virus in den 1980er
              Jahren, n&auml;mlich unter Vorzeichen der AIDS-Krise, eine erneute Konjunktur erlebte: Schlie&szlig;lich
              erinnern uns Epidemien nicht nur an die Durchl&auml;ssigkeit unserer K&ouml;rpergrenzen, sondern rufen
              &uuml;berdies die der Vorstellungsfigur eines kollektiven, hybriden K&ouml;rpers auf, der durch
              Transportmittel und Daten&uuml;bertr&auml;ger mitkonstituiert wird. Und auch die Medienberichterstattung
              &uuml;ber COVID-19 erweist sich als Schauplatz von Grenzverhandlungen, wobei die biopolitische Figur des
              Kollektivk&ouml;rpers mit der Vorstellung digitaler Konnektivit&auml;t auf Distanz eigent&uuml;mliche
              Verbindungen eingeht (etwa in der Debatte &uuml;ber Tracking Software).</p>
            <p>Im &raquo;Webinar&laquo; besch&auml;ftigen wir uns mit dem Verh&auml;ltnis von Medien und Ansteckung aus
              verschiedenen Perspektiven &#150; ausgehend von der aktuellen Situation, aber immer auch mit Blick auf
              historische Pandemien. Dabei geht es zun&auml;chst um den Zusammenhang von K&ouml;rpervorstellungen und
              der
              Figur des Virus als &raquo;Fremdk&ouml;rper&laquo; (anhand von Texten u.a. von Susan Sontag, Donna Haraway
              und Michel Foucault sowie von Filmen des Genres &raquo;Virenthriller&laquo; wie OUTBREAK und CONTAGION
              oder
              des Self-Care-Psychodramas SAFE; weiteres Material wird aus der aktuellen Berichterstattung &uuml;ber
              COVID-19 herangezogen).</p>
            <p>Einen weiteren Schwerpunkt bilden theoretische und k&uuml;nstlerische Versuche, die Wirkung von Medien
              selbst als Ansteckung zu konzeptualisieren &#150; von ansteckenden Blickkontakten und der Idee der
              &raquo;contagion mentale&laquo; &uuml;ber grassierende Ger&uuml;chte und Propaganda bis zur sogenannten
              Memetik (Richard Dawkins u.a.) und der &raquo;Meme Magic&laquo; im Internet. Ein Fokus liegt dabei auf
              Texten, Bildern und Filmen bzw. Clips, die sich die epidemischen Logiken, die sie thematisieren, selbst
              auf
              die eine oder andere Weise zu eigen machen, also ihrerseits auf &raquo;Ansteckung&laquo; abzielen (z.B.
              VIDEODROME). </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Medien und Affekte</h4>
          <p>Forschungsmodul (gemeinsam mit Prof. Dr. Monika Suckf&uuml;ll, 4-st&uuml;ndig) im MA Gesellschafts- und
            Wirtschaftskommunikation <a href="https://www.udk-berlin.de/studium/gesellschafts-und-wirtschaftskommunikation/">(GWK)</a>, Institut f&uuml;r Theorie und Praxis
            der Kommunikation, UdK Berlin
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Das Forschungsmodul zielt auf die eingehende Auseinandersetzung mit einem f&uuml;r den Studiengang GWK
              h&ouml;chst relevanten Gegenstandsbereich, n&auml;mlich mit dem Zusammenhang von Medialit&auml;t und
              Affektkommunikation. Dabei sollen zwei Zugangsweisen den Einstieg in dieses weite Feld vorstrukturieren:
              Zum
              einen besch&auml;ftigen wir uns mit bild- und filmwissenschaftlichen Ans&auml;tzen zur Untersuchung
              medialer
              Verfahren der Affektproduktion, die anhand einschl&auml;giger Beispiele (&rsaquo;Schockbilder&lsaquo;,
              cin&eacute;ma du corps u.a.) diskutiert werden. Vor dem Hintergrund der medienu&uuml;bergreifenden
              Wirksamkeit bestimmter Affektdramaturgien, etwa des von Linda Williams beschriebenen &raquo;melodramatic
              mode&laquo;, sollen zum anderen ausgew&auml;hlte Konstellationen einer politischen Mobilisierung durch
              Affekte in den Blick genommen werden. </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="purple">WS 2019-20</h3>
        <article>
          <h4>MA-Einf&uuml;hrung / Ideen und Projekte</h4>
          <p>Lehrveranstaltung im MA Medienkulturanalyse (4-st&uuml;ndig, gemeinsam mit Martin Doll),
            <a href="http://www.mekuwi.hhu.de">Institut f&uuml;r Medien- und Kulturwissenschaft</a>,
            Heinrich-Heine-Universit&auml;t D&uuml;sseldorf <a href="#" class="showlink">[Kommentar]</a><a href="#"
              class="hidelink" style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Das Seminar &raquo;Grundlagen der Medien- und Kulturwissenschaft&laquo; im Rahmen unserer Einf&uuml;hrung
              in den MA-Studiengang Medienkulturanalyse hat ein doppeltes Ziel:</p>
            <p>1) Wir m&ouml;chte uns gemeinsam mit Ihnen &uuml;ber grundlegende Fragen, Theorien und Methoden der
              Medienkulturwissenschaft verst&auml;ndigen.</p>
            <p>2) Wir m&ouml;chten Sie dazu anregen, diese Diskussionen im Modulbestandteil &raquo;Ideen und
              Projekte&laquo; in ein eigenes Projekt einflie&szlig;en zu lassen, sei es theoretisch oder praktisch. Dies
              kann als Vorbereitung des Teamprojekts der zweiten Studienphase genutzt werden.</p>
            <p>Die beiden Modulbestandteile werden mit verschiedenen Schwerpunktsetzungen von Jun.-Prof. Dr. Martin Doll
              und Univ.-Prof. Dr. Brigitte Weingart angeboten.</p>
            <p>Ideen und Projekte: </p>
            <p>Die Lekt&uuml;re der Texte und die gemeinsame Diskussion im zweist&uuml;ndigen Seminar zu den
              &raquo;Grundlagen der Medien- und Kulturwissenschaft&laquo; werden im Seminar &raquo;Ideen und
              Projekte&laquo; erg&auml;nzt durch Case Studies, aktuelle Beispiele, Filme und ein eigenes gestalterisches
              Projekt. Im Rahmen des Seminars werden auch die Modulabschlusspr&uuml;fungen konzipiert und realisiert.
              Diese k&ouml;nnen auch als Vorbereitung des Teamprojekts der zweiten Studienphase genutzt werden.
              <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Racial Melodrama</h4>
          <p>Seminar im MA Medienkulturanalyse, Institut f&uuml;r Medien- und Kulturwissenschaft,
            Heinrich-Heine-Universit&auml;t D&uuml;sseldorf <a href="#" class="showlink">[Kommentar]</a><a href="#"
              class="hidelink" style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Als &raquo;black and white racial melodrama&laquo; hat die Filmwissenschaftlerin Linda Williams in ihrer
              Studie <i>Playing the Race Card</i> (2001) die wiederkehrenden Figurenkonstellationen und
              Erz&auml;hlschemata analysiert, die in US-amerikanischen Repr&auml;sentationen von <i>race</i>
              medien&uuml;bergreifend zur Anwendung kommen &#150; vom Stummfilm-Epos <i>Birth of a Nation</i> &uuml;ber
              den Hollywood-Klassiker <i>Gone with the Wind</i> bis zur Berichterstattung &uuml;ber O.J. Simpson und
              Rodney King.</p>
            <p>Ausgehend von Williams' anhaltend aktuellen Befunden (Stichwort Black Lives Matter) besch&auml;ftigen wir
              uns im Seminar zun&auml;chst mit der Bedeutung von <i>race</i> bzw. ethnischen Zuschreibungen in
              klassischen
              und weniger klassischen Melodramen (z.B. Rainer Werner Fassbinders <i>Angst essen Seele auf</i>). Weil
              sich
              der &raquo;Medienbastard Melodram&laquo; (Eschk&ouml;tter u.a.) nicht an Gattungs- und Mediengrenzen
              h&auml;lt, werden auch audiovisuelle Produktionen in anderen Formaten in den Blick genommen &#150;
              vorzugsweise solche, die sich (wie der Film und die Fernsehserie <i>Dear White People</i>) auf die Logik
              des
              &raquo;racial melodrama&laquo; bereits reflexiv beziehen.</p>
            <p>Dar&uuml;ber hinaus werden die wirkungs&auml;sthetischen Implikationen des &raquo;melodramatic
              mode&laquo;
              jenseits des Fiktionalen untersucht &#150; etwa der Einsatz entsprechender Affektdramaturgien in der
              Berichterstattung &uuml;ber sexuelle Gewalt von Migrant*innen (K&ouml;lner Sylvesternacht,
              D&uuml;sseldorfer
              Schwimmb&auml;der etc.). Dabei wird in Anbetracht der Mobilisierung starker Affekte wie Mitleid, aber eben
              auch Hass, wie sie dem Melodrama zugetraut wird, nicht zuletzt dessen traditionelle Festlegung aufs
              Apolitische (z.B. als Gelegenheit f&uuml;r &raquo;a good cry&laquo; &uuml;ber ungerechte
              Verh&auml;ltnisse)
              zu diskutieren und nach der M&ouml;glichkeit einer politikf&auml;higen, &rsaquo;progressiven&lsaquo;
              Sentimentalit&auml;t zu fragen sein.</p>
            <p>Literatur: Linda Williams, Playing the Race Card. Melodramas of Black and White from Uncle Tom to O.J.
              Simpson. Princeton-Oxford: Princeton UP 2001 &#150; Daniel Eschk&ouml;tter/Bettine Menke/Armin
              Sch&auml;fer
              (Hg.), Das Melodram. Ein Medienbastard. Berlin: Theater der Zeit 2013 (Vorwort online)</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Die <a href="https://www.berlinale.de/de/HomePage.html">Berlinale</a> 2020</h4>
          <p>Exkursion mit Blockseminar im Medienkulturanalyse, Institut f&uuml;r Medien- und Kulturwissenschaft,
            Heinrich-Heine-Universit&auml;t D&uuml;sseldorf <a href="#" class="showlink">[Kommentar]</a><a href="#"
              class="hidelink" style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Im Februar 2020 finden zum 70. Mal die Internationalen Filmfestspiele in Berlin statt &#150; unter einer
              neuen Leitung und mit &uuml;ber 400 Filmen in verschiedenen Wettbewerben und Sektionen, vor allem aber
              auch
              mit Tausenden von Kinobesucher*innen. Denn anders als die gro&szlig;en Filmfestivals in Cannes oder
              Venedig
              ist die Berlinale ein Publikumsfestival.
            <p>
            </p>Die Exkursion, an der sich 10 Master-Studierende beteiligen k&ouml;nnen, wird durch ein Blockseminar zum
            Thema &raquo;Festivalkultur, Cinephilie und Filmkritik"&laquo; vorbereitet.</p>
            <p>Vom 20. Februar bis 1. M&auml;rz 2020 haben die Teilnehmer*innen dann die M&ouml;glichkeit, sich aus
              &uuml;ber 400 Filmen teils individuell, teils in Absprache mit der Gruppe ein Programm zusammenzustellen.
              Die Auswahl der gemeinsam besuchten Filme wird der enormen Vielfalt der kulturell spezifischen
              Filmtraditionen und Produktionskontexte (vom kommerziellen Mainstream bis zum Independent und Art Film)
              Rechnung tragen, die auf der Berlinale zu sehen sind. In Sitzungen vor Ort tauschen wir uns &uuml;ber
              unsere
              Seh- und Festivalerfahrungen aus, besprechen die Kurzkritiken, die die Teilnehmer*innen w&auml;hrend des
              Festivals verfassen, und haben g&uuml;nstigstenfalls einige &rsaquo;professionell Cinephile&lsaquo; zu
              Gast.
            </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Going Viral &#150; Medien der Ansteckung</h4>
          <p>Seminar im BA Medien- und Kulturwissenschaft, Institut f&uuml;r Medien- und Kulturwissenschaft,
            Heinrich-Heine-Universit&auml;t D&uuml;sseldorf <a href="#" class="showlink">[Kommentar]</a><a href="#"
              class="hidelink" style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Dass mediale &Uuml;bertragung als Form der Ansteckung gedacht wird, ist keine Erfindung der
              Digitalkultur.
              Auch die Vorliebe, auf die Bildlichkeit des Virus zu rekurrieren, um das unsichtbare Wirken, die rasante
              Vervielfachung und die grenz&uuml;berschreitende Ausbreitung von Informationseinheiten plastisch und
              mitunter drastisch darzustellen, geht der Zirkulation sowohl von Internet-Memes wie von Computerviren
              voraus: &raquo;Language is a virus from outer space&laquo;, wie der Beat-Literat William Burroughs schon
              1962 diagnostizierte. Es ist aber auch kein Zufall, dass die Vorstellungsfigur des Virus in den 1980er
              Jahren, n&auml;mlich unter Vorzeichen der AIDS-Krise, eine erneute Konjunktur erlebte: Schlie&szlig;lich
              erinnern uns Epidemien nicht nur an die Durchl&auml;ssigkeit unserer K&ouml;rpergrenzen, sondern rufen
              &uuml;berdies die der Vorstellungsfigur eines kollektiven, hybriden K&ouml;rpers auf, der durch
              Transportmittel und Daten&uuml;bertr&auml;ger mitkonstitutiert wird.</p>
            <p>Im Seminar besch&auml;ftigen wir uns mit der Geschichte und Gegenwart von Versuchen, Medienwirkung als
              Ansteckung zu konzeptualisieren - von ansteckenden Blickkontakten und der Idee der &raquo;contagion
              mentale&laquo; &uuml;ber grassierende Ger&uuml;chte und Propaganda bis zur sogenannten Memetik (Richard
              Dawkins u.a.) und der &raquo;Meme Magic&laquo; im Internet. Ein Fokus liegt dabei auf Texten, Bildern und
              Filmen bzw. Clips, die sich die epidemischen Logiken, die sie thematisieren, auf die ein oder andere Weise
              selbst zu eigen machen, also ihrerseits auf &rsaquo;Ansteckung&lsaquo; abzielen. Desweiteren wird unsere
              Aufmerksamkeit dem Oszillieren zwischen phobischen Abwehrreaktionen einerseits (siehe z.B.
              &raquo;Virenthriller&laquo;) und der Romantisierung sowie Instrumentalisierung andererseits
              (&raquo;virales
              Marketing&laquo;) gelten, die in Diskursen und Praktiken medialer Ansteckung zu beobachten ist. </p>
            <p>Literatur: Ruth Mayer/Brigitte Weingart, Viren zirkulieren. Eine Einleitung. In: dies. (Hg.), VIRUS!
              Mutationen einer Metapher. Bielefeld: Transcript 2004, S. 7-41 <a
                href="http://www.brigitte-weingart.de/MayerWeingart_Virus_2004.pdf">[PDF]</a>
              <br>Henry Jenkins, Sam Ford, and Joshua Green, Spreadable Media: Creating Value and Meaning in a Networked
              Culture. New York: New York University Press 2013
              <br>Limor Shifman, Meme &#150; Kunst, Kultur und Politik im digitalen Zeitalter. Frankfurt/M.: Suhrkamp
              2014
            </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="yellow">SoSe 2019</h3>
        <article>
          <h4>Sehen und Gesehenwerden: Theorien des Blicks</h4>
          <p>Seminar im MA Medienkulturanalyse, <a href="http://www.mekuwi.hhu.de">Institut f&uuml;r Medien- und
              Kulturwissenschaft</a>, Heinrich-Heine-Universit&auml;t D&uuml;sseldorf <a href="#"
              class="showlink">[Kommentar]</a><a href="#" class="hidelink" style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Der Blick nimmt in unserem Verh&auml;ltnis zur Welt und zu den Lebewesen und Dingen, die sie
              bev&ouml;lkern, eine eigenartige Stellung ein: Handelt es sich einerseits beim Sehen um eine
              Sinnesaktivit&auml;t, die uns mit optischen Informationen beliefert, so wird andererseits mit jedem Blick
              auch eine Beziehung hergestellt &#150; mit Auswirkungen sowohl auf Subjekt wie Objekt, die schwer greifbar
              sein m&ouml;gen, sich deshalb aber erfahrungsgem&auml;&szlig; nicht wegrationalisieren lassen (wie etwa
              die
              hartn&auml;ckige Tradition des transkulturell verbreiteten Glaubens an den &raquo;b&ouml;sen Blick&lsaquo;
              plastisch verdeutlicht). Dabei ist sind die &Uuml;bertragungen, die der Blick in seiner paradoxen
              Beschaffenheit als &rsaquo;Kontakt auf Distanz&lsaquo; einleitet, auch und gerade als Effekt medialer
              Vermittlung notwendig in Machtverh&auml;ltnisse verstrickt: Konstellationen des Sehens und Gesehenwerdens
              sind immer auch als Schauplatz je spezifischer Blickregime zu untersuchen.</p>
            <p>Das Seminar geht diesen Eigent&uuml;mlichkeiten des Blicks zum einen in historischen Exkursen nach, in
              denen die &Uuml;berlagerung von Optik und Affekt anhand medien- und wissensgeschichtlich bis heute
              einflussreicher Modellierungen des Blickkontakts herausgearbeitet wird. Zum anderen besch&auml;ftigen wir
              uns mit zeitgen&ouml;ssischen Versuchen, die Macht des Blicks theoretisch zu konzeptualisieren: Neben
              &raquo;Klassikern&laquo; der Blicktheorie (Simmel, Lacan) werden einschl&auml;gige Texte der Visual
              Culture
              Studies diskutiert &#150; u.a. zur Gender-Spezifik des Sehen und Gesehenwerdens (Stichwort &rsaquo;male
              gaze&lsaquo;) und zur Analyse post-/kolonialer Blickregime sowie der Konstruktion von race.</p>
            <p>Das Seminar ist so angelegt, dass die Theoriediskussion immer in engem Bezug zu ausgew&auml;hlten
              Beispielen erfolgt; f&uuml;r jede Sitzung wird also die Vorbereitung nicht nur durch Textlekt&uuml;ren,
              sondern auch durch Filmsichtungen oder die Auseinandersetzung mit Bildmaterial vorausgesetzt.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Intime &Ouml;ffentlichkeiten: Klatsch und Skandal in Celebrity Cultures</h4>
          <p>Seminar im MA Medienkulturanalyse, Institut f&uuml;r Medien- und Kulturwissenschaft,
            Heinrich-Heine-Universit&auml;t D&uuml;sseldorf <a href="#" class="showlink">[Kommentar]</a><a href="#"
              class="hidelink" style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Wenn &rsaquo;Celebrities&lsaquo; als &ouml;ffentliche Figuren gelten k&ouml;nnen, deren Bilder bzw.
              Images
              medien&uuml;bergreifend zirkulieren, so scheint es gerade diese Hypervisibilit&auml;t zu sein, die ein
              Begehren ausl&ouml;st, &rsaquo;hinter&lsaquo; das Offensichtliche zu schauen und einen Einblick in ihr
              Privat- oder gar Intimleben zu erlangen. Deshalb handelt es sich beim Klatsch nicht um eine blo&szlig;e
              Begleiterscheinung von Ber&uuml;hmtheit, sondern um einen konstitutiven Bestandteil. Als eine Form
              kollektiver Hermeneutik, die sich auf die Diskrepanz zwischen &ouml;ffentlicher Erscheinung und
              Privatperson
              richtet, tendiert der Celebrity Gossip dabei gleichzeitig zur Diffamierung: Auch wenn sein Ausgangspunkt
              die
              Bewunderung sein mag, geh&ouml;rt zu den Eigenheiten dieser schillernden Kommunikationsform die N&auml;he
              zum Skandal und zur moralischen Entr&uuml;stung.</p>
            <p>Zwar weist bereits in der r&ouml;mische Mythologie die ambivalente Rolle der G&ouml;ttin Fama als
              Personifikation von Ruhm (bona fama) und Ger&uuml;cht bzw. &rsaquo;Ber&uuml;chtigung&lsaquo; (mala fama)
              darauf hin, dass die Zirkulation inoffizieller Informationen immer schon daran beteiligt war,
              Aufmerksamkeit
              f&uuml;r &rsaquo;au&szlig;ergew&ouml;hnliche&lsaquo; Pers&ouml;nlichkeiten zu generieren. Die Kultivierung
              eigener Formate f&uuml;r Medienklatsch (von der Homestory &uuml;ber die Klatschkolumne und
              Sensationspresse
              bis zur Talk Show und zum Online-Gossip) macht hier aber einen Unterschied, der sich u.a. in
              medienbedingten
              Sichtbarkeitserfolgen auch &rsaquo;gew&ouml;hnlicher&lsaquo; Leute niederschl&auml;gt. Dabei r&uuml;ckt
              gerade seine Vervielf&auml;ltigung unter digitalen Bedingungen den Medienklatsch als Schauplatz intimer
              &Ouml;ffentlichkeiten in den Blick.</p>
            <p>Im Seminar wird das Verh&auml;ltnis von Klatsch und Ber&uuml;hmtheit als ein Musterfall
              medienvermittelter
              public intimacy untersucht. Zur Diskussion stehen theoretische sowie audiovisuelle Ann&auml;herungen an
              Klatsch, Ger&uuml;cht und Skandal; die Unterschiede zwischen face-to-face- und Medienklatsch; Fragen der
              Machtverteilung und Subversion (Klatsch als &rsaquo;Waffe der Ohnm&auml;chtigen&lsaquo;) und die zentrale
              Bedeutung von Gender und Sexualit&auml;t (etwa in F&auml;llen von &raquo;Outing&laquo; oder j&uuml;ngst in
              der #MeToo-Kampagne). Dar&uuml;ber hinaus wird mit Blick auf Gossip-Blogs und die (Selbst-)Darstellung von
              Celebrities in den sozialen Medien nach der normsetzenden Funktion von Klatsch und Skandalisierung in
              digitalen Partizipationskulturen zu fragen sein.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>&raquo;Are you watching closely?&laquo; Magie im Film</h4>
          <p>Seminar im BA Medien- und Kulturwissenschaft, Institut f&uuml;r Medien- und Kulturwissenschaft,
            Heinrich-Heine-Universit&auml;t D&uuml;sseldorf <a href="#" class="showlink">[Kommentar]</a><a href="#"
              class="hidelink" style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Wenn zu Beginn von Christopher Nolans Spielfilm THE PRESTIGE (UK 2006) ein &raquo;Meister der
              Magie&laquo;
              (so der deutsche Titel) das Kind, dem er einen Trick vorf&uuml;hrt, fragt: &raquo;Are you watching
              closely?&laquo;, so ist diese Frage gleichzeitig an die Zuschauer/innen des Films gerichtet, die durch
              eine
              ganze Reihe narrativer Tricks und Spezialeffekte &rsaquo;hinters Licht gef&uuml;hrt&lsaquo; werden. Die
              Szene spielt darauf an, dass die Darstellung von Magie <i>im Film</i> auch als Reflexion auf die Magie
              <i>des Films</i> gelten kann: Nicht nur in seinen Anf&auml;ngen wurde dem Kino h&auml;ufig zugeschrieben,
              dass es sein Publikum &rsaquo;verzaubert&lsaquo;. Wie die Medien- und Kulturgeschichte des Films zeigt,
              handelt es sich dabei nicht notwendig um eine Metapher. Bereits das Beispiel der &raquo;Laterna
              magica&raquo; als Vorform des Filmprojektors verdeutlicht, dass die Entwicklung des Kinos mit der
              Geschichte
              der optischen Magie aufs engste verkn&uuml;pft ist.
            </p>
            <p> Im Seminar werden wir diesem historischen Zusammenhang nachgehen, indem wir bei ausgew&auml;hlten
              Beispielen &rsaquo;genau hinsehen&lsaquo;. Das Spektrum reicht von Kinematographen-Filmen des
              &raquo;cin&#233magicien&laquo; Georges M&#233li&egrave;s &uuml;ber &rsaquo;hypnotische&lsaquo; Stummfilme
              und die Zaubershows des Hollywood- wie des Avantgarde-Kinos bis zu digital gest&uuml;tzten Special
              Effect-Produktionen der Gegenwart. Dabei liegt der Akzent auf Filmen, die ihr eigenes Verh&auml;ltnis zur
              Magie nicht nur thematisieren, sondern auch formal reflektieren. Angesichts der durchaus
              verbl&uuml;ffenden
              Hartn&auml;ckigkeit, mit der in diesen Filmen Frauenk&ouml;rper von M&auml;nnern zum Verschwinden gebracht
              oder anderweitig manipuliert werden, gilt unser besonderes Augenmerk &uuml;berdies dem Verh&auml;ltnis von
              Gender und (Film-) Magie.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Exkursion zu den 65. <a href="https://www.kurzfilmtage.de">Internationalen Kurzfilmtagen Oberhausen</a>
            (mit
            Blockseminar)</h4>
          <p>Lehrveranstaltung im MA Medienkulturanalyse, Institut f&uuml;r Medien- und Kulturwissenschaft,
            Heinrich-Heine-Universit&auml;t D&uuml;sseldorf <a href="#" class="showlink">[Kommentar]</a><a href="#"
              class="hidelink" style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Vom 1. bis 6. Mai 2019 finden zum 65. Mal die Internationalen Kurzfilmtage Oberhausen statt. Die
              Exkursion
              bietet die Gelegenheit, sich anhand aktuellster Kurzfilmproduktionen mit einem der
              experimentierfreudigsten
              Formate der Filmarbeit zu besch&auml;ftigen. Ein besonderer Akzent des Festivals liegt auf dem Kunstfilm;
              eigene Wettbewerbe sind Musikvideos und Kinder- und Jugendfilmen gewidmet. In diesem Jahr gibt es einen
              Schwerpunkt zum Thema Trailer (&raquo;zwischen Werbung und Avantgarde&laquo;). Die Vorf&uuml;hrungen
              werden
              durch ein Begleitprogramm mit Vortr&auml;gen und Podiumsdiskussionen erg&auml;nzt. Neben der &Auml;sthetik
              des Kurzfilms stehen dabei Fragen der Festivalorganisation und der Filmvermarktung zur Diskussion. Weitere
              Informationen: www.kurzfilmtage.de</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <article>
          <h3 class="blue">WS 2018-19</h3>
          <h4>Analysemethoden</h4>
          <p>Vorlesung im BA Medienwissenschaft (mit Prof. Dr. Anna Tuschling), <a
              href="https://ifmlog.blogs.ruhr-uni-bochum.de">Institut f&uuml;r Medienwissenschaft</a>,
            Ruhr-Universit&auml;t Bochum</p>
        </article>
        <article>
          <h4>&raquo;I made that bitch famous&laquo; &#150; Gender & Race in Celebrity Cultures</h4>
          <p>Hauptseminar im MA-Studiengang Medienwissenschaft <a href="#" class="showlink">[Kommentar]</a><a href="#"
              class="hidelink" style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Wenn Kanye West in seinem Song <i>Famous</i> und dem dazugeh&ouml;rigen Musikvideo von Taylor Swift
              behauptet &raquo;I made that bitch famous&laquo; und Swift wiederum wenig sp&auml;ter in ihrem Song
              <i>Reputation</i> (und dem dazugeh&ouml;rigem Musikvideo) die Geschichte ihres Images reflektiert, so ist
              das nur ein Symptom daf&uuml;r, dass Celebrity Cultures nach wie vor als zentraler Schauplatz der medialen
              Konstruktion von Gender und Race gelten k&ouml;nnen. Die ma&szlig;gebliche Bedeutung gegenderter und
              racialisierter Blickregime, K&ouml;rperpolitiken und Inszenierungspraktiken f&uuml;r die Konstitution von
              Star-Images wurde seitens der &rsaquo;klassischen&lsaquo; Star Studies (Richard Dyer, Elisabeth Bronfen
              u.a.) vor allem mit Blick auf den Filmstar und die Diva herausgearbeitet. Angesichts der
              Ausdifferenzierung
              des Spektrums von Medienkulturen der Ber&uuml;hmtheit (von Mega-Stars bis zu Micro-Celebrities), wie sie
              durch die Digitalkultur beg&uuml;nstigt wurde, wird es im Seminar auch darum gehen, diese Befunde zu
              aktualisieren.
            </p>
            <p>Gegenstand des Seminars sind neben einschl&auml;gigen Ans&auml;tzen der Starforschung und der
              j&uuml;ngeren
              Celebrity Studies, der feministischen Medientheorie und der Queer Studies sowie der Critical Race Studies
              u.a. Kenneth Angers &raquo;chronique scandaleuse&laquo; Hollywood Babylon, die Fernsehserie Kir Royal,
              Musikvideos im Dienst von &raquo;reputation management&laquo; und YouTube- bzw. Internet-Celebrities. An
              der
              Auswahl exemplarischer Star-Images des 20. und 21. Jahrhunderts, denen wir uns intensiver widmen,
              k&ouml;nnen sich die Teilnehmer/innen gerne beteiligen.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>...a Medium Once Known as Television: Fernseh- (und Post-TV-) Theorie</h4>
          <p>Seminar im BA Medienwissenschaft, Institut f&uuml;r Medienwissenschaft, Ruhr-Universit&auml;t Bochum <a
              href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Nach seinem Siegeszug im 20. Jahrhundert kann das Fernsehen heute zwar sicher nicht mehr als
              &raquo;Leitmedium&laquo; gelten. Den Abges&auml;ngen, denen zufolge das Fernsehen diesen Rang
              gegenw&auml;rtig an digitale Medien der Distribution audiovisueller Formate abgetreten hat, ist aber
              ebenfalls mit Skepsis zu begegnen: Nicht zuf&auml;llig bezieht sich mit der &rsaquo;YouTube&lsaquo; (von
              der
              William Uricchio in seinem Text <i>The Future of a Medium Once Known as Television</i> spricht) eine der
              ersten digitalen Plattformen, die dem Fernsehen Konkurrenz gemacht haben, begrifflich wie strukturell
              durchaus auf das &auml;ltere Vorg&auml;ngermedium. Und auch mit Blick auf die Transformationen, mit denen
              traditionelle Fernsehsender und -produktionsst&auml;tten auf die Online-Konkurrenz reagieren, erweisen
              sich
              alt/neu-Gegen&uuml;berstellungen als unterkomplex.</p>
            <p>Im Seminar besch&auml;ftigen wir uns zun&auml;chst mit einschl&auml;gigen Theorien, die sich auf die
              vermeintlich eindeutige mediale Konfiguration &rsaquo;Fernsehen&lsaquo; beziehen (das bei n&auml;herem
              Hinsehen immer schon mehr als ein Apparat war). In einem zweiten Schritt wenden wir uns den Versuchen zu,
              die angebliche Aufl&ouml;sung des Fernsehens der &raquo;post-network era&laquo; (Amanda Lotz) in digitalen
              Medienverbund mit alternativen Konzepten wie Transmedia Television, Television 2.0 oder &raquo;Television
              after TV&laquo; (Lynn Spigel/Jan Olsson) zu erfassen. Dabei wird nat&uuml;rlich nicht zuletzt von der
              Renaissance des Serienformats und den spezifischen Rezeptionsformen, die das Streaming TV mit
              hervorgebracht
              hat (Stichwort: binge-watching), die Rede sein m&uuml;ssen.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Exkursion zur Berlinale (mit Blockseminar)</h4>
          <p>Lehrveranstaltung im MA Medienwissenschaft, Institut f&uuml;r Medienwissenschaft, Ruhr-Universit&auml;t
            Bochum <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Im Februar 2019 finden zum 69. Mal die Internationalen Filmfestspiele in Berlin statt &#150; mit
              &uuml;ber
              400 Filmen in verschiedenen Wettbewerben und Sektionen, vor allem aber auch mit Tausenden von
              Kinobesuchern.
              Denn anders als die gro&szlig;en Filmfestivals wie in Cannes oder Venedig ist die Berlinale ein
              Publikumsfestival.</p>
            <p>Die Exkursion, an der sich 10 Master-Studierende beteiligen k&ouml;nnen, wird durch ein Blockseminar zur
              Festivalkultur und zu Perspektiven der &raquo;Festival Studies&laquo; vorbereitet. Au&szlig;er mit der
              Geschichte der Berlinale und dem Spektrum des dort vertretenen Filmschaffens besch&auml;ftigen wir uns
              hier
              u.a. mit der Funktion von Filmfestivals generell und der Rolle von Filmkritik im Besonderen.</p>
            <p>Vom 7. bis 17. Februar 2019 haben die Teilnehmer*innen dann die M&ouml;glichkeit, sich aus &uuml;ber 400
              Filmen teils individuell, teils in Absprache mit der Gruppe ein Programm zusammenzustellen. Die Auswahl
              der
              gemeinsam besuchten Filme wird der enormen Vielfalt der kulturell spezifischen Filmtraditionen und
              Produktionskontexte (vom kommerziellen Mainstream bis zum Independent und Art Film) Rechnung tragen, die
              auf
              der Berlinale zu sehen sind. Au&szlig;erdem sind Sitzungen vor Ort vorgesehen, die der Diskussion
              &uuml;ber
              unsere Seh- und Festivalerfahrungen gewidmet sind. Ein weiterer Fokus liegt auf der
              Festivalberichterstattung, wobei neben ausgew&auml;hlten Beispielen f&uuml;r professionelles Schreiben
              &uuml;ber Film auch die Kritiken und Essays zur Diskussion stehen sollen, die von den Studierenden selbst
              verfasst werden.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="red">SoSe 2018</h3>
        <article>
          <h4>Public Intimacy: Gossip and Scandal in Celebrity Cultures</h4>
          <p>Seminar im MA Medienkulturwissenschaft, <a
              href="http://www.mekuwi.phil-fak.uni-koeln.de/institut.html">Institut f&uuml;r Medienkultur und Theater</>
              ,
              Universit&auml;t K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
                style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>While celebrities are public figures whose images circulate across media, it seems to be exactly this
              hypervisibility which provoques the desire to look &rsaquo;behind&lsaquo; what's out in the open and get a
              glimpse of their private lifes. Consequently, gossip is an essential ingredient of celebrity culture. As a
              form of collective hermeneutics that is directed at the discrepancies between somebody's public appearance
              and private (often considered &rsaquo;real&lsaquo;) personality, gossip about famous people has a natural
              tendency towards defamation: Although admiration may be its initial drive, an affinity with scandal and
              popular outrage forms a major part of this slippery form of communication.</p>
            <p>One major difference of modern celebrity cultures compared to earlier forms of fame is the establishment
              of
              particular media formats dedicated to the circulation of gossip and scandal (e.g. the gossip column or
              magazine, the tabloid press, the home story or the talk-show). In contemporary celebrity culture, not only
              have the sites (including websites) for gossip about famous and infamous people multiplied &#150; the
              digitally enhanced access to celebrity discourse also makes its longstanding tradition as an arena for
              public intimacy glaringly visible. This also seems to make it harder for the objects of gossip to ignore
              (or
              not even ignore) this traditionally belittled genre of activity.</p>
            <p>The seminar will investigate the intimate relations between celebrity and gossip as a prime example for
              the
              shifting boundaries between the public and the private. Topics of discussion include theories of as well
              as
              audiovisual approaches to celebrity gossip, rumour and scandal; differences between face-to-face and media
              gossip; questions of power distribution and subversion (gossip as &rsaquo;weapon of the
              powerless&lsaquo;),
              and the eminent role of gender and sexuality (e.g. in cases of &raquo;outing&laquo;, or most recently in
              the
              #metoo-campaigne). Moreover, we will take a closer look at gossip blogs and celebrities' (self-)
              representation in social media in order to reassess the function of gossip as a medium of negotiation of
              social norms under conditions of participatory culture. </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>&raquo;Are you watching closely?&laquo; Magie im Film</h4>
          <p>Vorlesung im BA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Wenn zu Beginn von Christopher Nolans Spielfilm THE PRESTIGE (UK 2006) ein &raquo;Meister der
              Magie&laquo;
              (so der deutsche Titel) das Kind, dem er einen Trick vorf&uuml;hrt, fragt: &raquo;Are you watching
              closely?&laquo;, so ist diese Frage gleichzeitig an die Zuschauer/innen des Films gerichtet, die durch
              eine
              ganze Reihe narrativer Tricks und Spezialeffekte &rsaquo;hinters Licht gef&uuml;hrt&lsaquo; werden. Die
              Szene spielt darauf an, dass die Darstellung von Magie <i>im Film</i> auch als Reflexion auf die Magie
              <i>des Films</i> gelten kann: Nicht nur in seinen Anf&auml;ngen wurde dem Kino h&auml;ufig zugeschrieben,
              dass es sein Publikum &rsaquo;verzaubert&lsaquo;. Wie die Medien- und Kulturgeschichte des Films zeigt,
              handelt es sich dabei nicht notwendig um eine Metapher. Bereits das Beispiel der &raquo;Laterna
              magica&raquo; als Vorform des Filmprojektors verdeutlicht, dass die Entwicklung des Kinos mit der
              Geschichte
              der optischen Magie aufs engste verkn&uuml;pft ist.
            </p>
            <p> Im Seminar werden wir diesem historischen Zusammenhang nachgehen, indem wir bei ausgew&auml;hlten
              Beispielen &rsaquo;genau hinsehen&lsaquo;. Das Spektrum reicht von Kinematographen-Filmen des
              &raquo;cin&#233magicien&lsaquo; Georges M&#233li&egrave;s &uuml;ber &rsaquo;hypnotische&lsaquo; Stummfilme
              und die Zaubershows des Hollywood- wie des Avantgarde-Kinos bis zu digital gest&uuml;tzten Special
              Effect-Produktionen der Gegenwart. Dabei liegt der Akzent auf Filmen, die ihr eigenes Verh&auml;ltnis zur
              Magie nicht nur thematisieren, sondern auch formal reflektieren (etwa durch Verfahren der Illusionierung).
              Angesichts der durchaus verbl&uuml;ffenden Hartn&auml;ckigkeit, mit der in diesen Filmen Frauenk&ouml;rper
              von M&auml;nnern zum Verschwinden gebracht oder anderweitig manipuliert werden, gilt unser besonderes
              Augenmerk &uuml;berdies dem Verh&auml;ltnis von Gender und (Film-) Magie.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Exkursion & Blockseminar: Die 64. Internationalen Kurzfilmtage Oberhausen</h4>
          <p>&Uuml;bung im BA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Vom 3. bis 8. Mai 2018 finden zum 64. Mal die Internationalen Kurzfilmtage Oberhausen statt. Die
              Exkursion
              bietet die Gelegenheit, sich anhand aktuellster Kurzfilmproduktionen mit einem der
              experimentierfreudigsten
              Formate der Filmarbeit zu besch&auml;ftigen. Ein besonderer Akzent des Festivals liegt auf dem Kunstfilm;
              eigene Wettbewerbe sind Musikvideos und Kinder- und Jugendfilmen gewidmet. Die Vorf&uuml;hrungen werden
              durch ein Begleitprogramm mit Vortr&auml;gen, Podiumsdiskussionen und Besichtigungen erg&auml;nzt. Neben
              der
              &Auml;sthetik des Kurzfilms stehen dabei Fragen der Festivalorganisation und der Filmvermarktung zur
              Diskussion. Weitere Informationen: <a href="https://www.kurzfilmtage.de">Website Kurzfilmtage</a></p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="orange">WS 2016</h3>
        <article>
          <h4>Copy Cultures &#150; Medienpraktiken der Aneignung</h4>
          <p>Vorlesung im BA/MA Medienkulturwissenschaft, <a
              href="http://www.mekuwi.phil-fak.uni-koeln.de/institut.html">Institut f&uuml;r Medienkultur und Theater</>
              ,
              Universit&auml;t K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
                style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Cut & Paste, Remix, Mash-Up, File-Sharing, Going viral: Die digitale Vereinfachung medialer
              Aneignungspraktiken hat zu einer Omnipr&uuml;senz von &raquo;Copy Cultures&laquo; beigetragen, die zum
              regelrechten Epochensignum avanciert sind. Dass wir in einem Zeitalter der Kopie leben, steht im scharfen
              Kontrast zum traditionell schlechten Ruf dieses Begriffs &#150; gegen&uuml;ber kulturellen Werten wie
              &rsaquo;Original&lsaquo; und &rsaquo;Originalit&auml;t&lsaquo; hat die &rsaquo;blo&szlig;e Kopie&lsaquo;
              nach wie vor einen schweren Stand, wie etwa die anhaltenden Schwierigkeiten mit einer Reformierung des
              Urheberrechts dokumentieren. </p>
            <p> Die Vorlesung widmet sich zum einen der pr&auml;digitalen Vorgeschichte von Kulturtechniken der
              Aneignung
              sowie der theoretischen Auseinandersetzung mit der Unterscheidung von Original und Kopie. Zum anderen
              werden
              anhand ausgew&auml;hlter Beispiele wie Appropriation Art, Found Footage Film oder Sampling Konzepte
              erarbeitet, mit denen sich die medienspezifischen Verfahren, die in partizipatorischen Aneignungskulturen
              der Gegenwart zur Geltung kommen, genauer bestimmen lassen &#150; und zwar nicht zuletzt mit Blick auf
              ihre
              &rsaquo;Originalit&auml;t&lsaquo;.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Zitieren, Kopieren, Plagiieren. Vorbereitung einer Tagung zur Medien&auml;sthetik (pop-)kultureller
            Wiederholung: <a href="https://copypastekzp.wordpress.com">paste&#169</a></h4>
          <p>Projektmodul (gemeinsam mit PD Dr. Mathias Mertens) im MA Medienkulturwissenschaft, Institut f&uuml;r
            Medienkultur und Theater, Universit&auml;t K&ouml;ln, SoSe 2017 <a href="#"
              class="showlink">[Kommentar]</a><a href="#" class="hidelink" style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p> Eine der dringlichsten medienwissenschaftlichen Fragen der letzten Jahre ist die des Urheberrechts. Nach
              vielen Jahrhunderten, in denen diese Frage durch den Verkauf materieller Datentr&auml:ger, an die Inhalte
              technisch notwendig gekn&uuml;pft waren, nicht gestellt werden musste, hat die Digitalisierung eine Reihe
              von rechtlichen und k&uuml;nstlerischen Problemen hervorgerufen. Das Projekt will sich mit den
              verschiedensten Aspekten des Komplexes besch&auml;ftigen: der historischen Genese des Urheberrechts, der
              Kunsttradition der Originalkopie, Appropriation Art, Postmoderne, Intermedialit&auml;t, der musikalischen
              Sample- und Remix-Kultur, der Diskussion um wissenschaftliche Plagiate, Copy-and-Paste-Praktiken,
              Internet-Memes. Die Recherchen und &Uuml;berlegungen sollen von Beginn an mit der Organisation und
              Durchf&uuml;hrung einer Tagung verkn&uuml;pft werden, die Beitr&auml;ge und Performances von Studierenden,
              Wissenschaftler/innen und K&uuml;nstler/innen zu dem Themenkomplex zusammenbringt.</p>
            <p>Literatur zum Einstieg: Dirk von Gehlen: Mashup. Lob der Kopie. Frankfurt a.M.: Suhrkamp, 2011.</p>
            <p>Informationen zum Ergebnis dieses Projektmoduls finden sich auf der Tagungswebsite: <a
                href="https://copypastekzp.wordpress.com">paste&#169 &#150; Kopieren als kulturelle Praxis im digitalen
                Zeitalter</a></p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Still Signifyin&#146? Gender & Race Politics im Musikvideo</h4>
          <p>Seminar im MA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p> Wie die Diskussionen &uuml;ber &rsaquo;race politics&laquo; und Feminismus zeigen, die Beyonc&#233s Song
              Formation und ihr &rsaquo;audiovisuelles Album&lsaquo; Lemonade j&uuml;ngst ausgel&ouml;st haben, kann dem
              Medium des Musikvideos durchaus das Potential zugute gehalten werden, in aktuelle gesellschaftliche
              Auseinandersetzungen einzugreifen. </p>
            <p> Im Seminar erarbeiten wir uns anhand ausgew&auml;hlter Bilder, Filme und Theorien ein Instrumentarium
              zur
              Analyse der Blickregime und Betrachterpositionen, die (audio-) visuellen Repr&auml;sentationen von Gender
              und Race eingeschrieben sind. Anhand exemplarischer Clips wird zu diskutieren sein, inwiefern Konzepte wie
              &raquo;male gaze&laquo; (Laura Mulvey), Gender-Parodie (Judith Butler), Signifying (Henry Louis Gates Jr.)
              oder Dichotomien wie high vs. low, Subkultur vs. Mainstream, Subversion vs. Affirmation &uuml;berhaupt
              noch
              greifen, um die gegenw&auml;rtige Gemengelage zu beschreiben, und welche Alternativen (etwa aus dem
              Bereich
              der Affekttheorie) zur Verf&uuml;gung stehen. </p>
            <p>Literatur: Kathrin Peters/Andrea Seier (Hg.), Gender & Medien-Reader. Berlin: Diaphanes 2016.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Exkursion zum Medienkulturfestival <a href="https://transmediale.de/festival">transmediale</a> (Berlin,
            2.-6. M&auml;rz 2017)</h4>
          <p>Lehrveranstaltung im BA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater,
            Universit&auml;t K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Vom 2. Februar bis 5. M&auml;rz 2017 findet in Berlin das Medienkulturfestival <a
                href="https://transmediale.de/festival">transmediale</a> statt &#150; diesmal als
              &raquo;Jubil&auml;umsausgabe&laquo;, mit der der 30. Geburtstag der seit 1997 j&auml;hrlich stattfindenden
              Veranstaltung gefeiert wird. Das diesj&auml;hrige Motto &raquo;ever elusive&laquo; spielt darauf an, dass
              nicht nur die im anhaltenden Wandel begriffenen Medienkulturen, um die es geht, &rsaquo;schwer zu
              fassen&lsaquo; sind, sondern dass sich auch das Festival der Festlegung auf bestimmte Formate
              programmatisch
              entzieht. </p>
            <p> Tats&auml;chlich verbindet die transmediale, zu der eine auf Einreichungen von K&uuml;nstler/innen
              basierende Ausstellung im Haus der Kulturen der Welt geh&ouml;rt, traditionell durchaus unterschiedliche
              Herangehensweisen wie theoretisch-akademische Pr&auml;sentationen und k&uuml;nstlerische Performances
              &#150;
              h&auml;ufig in ein und derselben Veranstaltung. 2017 liegt ein thematischer Schwerpunkt auf der
              Auseinandersetzung mit den flie&szlig;enden &Uuml;berg&auml;ngen zwischen menschlicher und
              nicht-menschlicher agency &#150; und damit auf medien&ouml;kologischen Fragen, wie sie gegenw&auml;rtig
              sowohl im Rahmen k&uuml;nstlerischer Praxis wie in der Medientheorie gestellt werden. </p>
            <p>Neben dem gemeinsamen Besuch der Ausstellung und der Programmpunkte des Festivals sind t&auml;gliche
              Seminarsitzungen vor Ort vorgesehen. Desweiteren sind gemeinsame Besuche des Berliner Museums f&uuml;r
              Kommunikation sowie der Deutschen Kinemathek/Museum f&uuml;r Film und Fernsehen geplant.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="purple">SoSe 2016</h3>
        <article>
          <h4>Medien und Magie</h4>
          <p>Seminar im MA Medienkulturwissenschaft, <a
              href="http://www.mekuwi.phil-fak.uni-koeln.de/institut.html">Institut f&uuml;r Medienkultur und Theater</>
              ,
              Universit&auml;t K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
                style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Medien und Magie unterhalten vielf&auml;ltige Beziehungen: Aus medienarch&auml;ologischer Sicht liefert
              die
              Vorgeschichte des Kinos in der Geschichte der optischen Magie (Stichwort &rsaquo;Laterna magica&lsaquo;)
              einschl&auml:giges Anschauuungsmaterial. Im Okkultismus, dessen historische Konjunkturen kaum
              zuf&auml;llig
              mit technischen Modernisierungssch&uuml;ben zusammenfallen, kommen technische ebenso wie menschliche
              Medien
              (oder &rsaquo;Mediums&lsaquo;) zum Einsatz, um unsichtbare Kr&auml;fte zum Vorschein zu bringen (etwa in
              der
              Strahlen- und Geisterfotografie). Und nicht zuletzt sind es die bis in die Gegenwart anhaltenden Rekurse
              auf
              magische Begrifflichkeiten zur Beschreibung von Medienwirkung (etwa als Verzauberung, Faszination oder
              Glamour), die Anlass genug bieten, unseren Umgang mit Medien als Praktiken s&auml;kularer Magie in den
              Blick
              zu nehmen. </p>
            <p> Das Seminar verbindet die Rekonstruktion exemplarischer Konstellationen mit der Diskussion neuerer
              medienkulturwissenschaftlicher Forschungsans&auml;tze zu Fragen okkulter agency und zur &rsaquo;Macht der
              Dinge&lsaquo;. </p>
            <p>Literatur: Simon During, Modern Enchantments. The Cultural Power of Secular Magic, Cambridge, Mass.
              [u.a.]:
              Harvard University Press 2002.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Melodrama intermedial</h4>
          <p>Seminar MA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t K&ouml;ln
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Einen &raquo;Medienbastard&laquo; nennen die Herausgeber/innen eines 2013 erschienenen Bandes zum
              &raquo;Melodram&laquo; ihren Gegenstand, und schon die etwas altmodisch anmutende deutschsprachige
              Bezeichnung (ohne -a) weist darauf hin, dass die Diagnose einer konstitutiven Vermischung von Medien
              bereits
              f&uuml;r die theatralen Fr&uuml;hformen der Gattung zu veranschlagen ist. Als (im Unterschied zur Oper)
              &rsaquo;illegitimes&lsaquo; Kind von Theater und Musik wird das Melodrama vorzugsweise in den
              vermeintlichen
              Niederungen der Popul&auml;rkultur verortet &#150; eine Zuschreibung, die durch die affektsteigernde
              Wirkung
              der Medienkombination zus&auml;tzlich beg&uuml;nstig wird.
              Das Seminar widmet sich exemplarischen Hybridbildungen von &rsaquo;melos&lsaquo; und &rsaquo;drama&lsaquo;
              in unterschiedlichen medialen Formaten &#150; vom b&uuml;rgerlichen Trauerspiel &uuml;ber klassische und
              weniger klassische Filmmelodramen bis zur Telenovela. Dabei gilt unser Augenmerk nicht zuletzt dem
              politischen Potential einer Gattung, die traditionellerweise mit &rsaquo;Gef&uuml;hlsduselei&lsaquo;,
              H&auml;uslichkeit und Eskapismus assoziiert wird. Diesbez&uuml;glich werden insbesondere Melodramen der
              Migration zu diskutieren sein.
            <p>Literatur: Daniel Eschk&ouml;tter/Bettine Menke/Armin Sch&auml;fer (Hg.), Das Melodram. Ein
              Medienbastard.
              Berlin: Theater der Zeit 2013 (Vorwort online).
              Hermann Kappelhoff, Matrix der Gef&uuml;hle. Das Kino, das Melodrama und das Theater der Empfindsamkeit.
              Berlin: Vorwerk 8, 2004.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Sichtbares und Sagbares &#150; Text-Bild-Beziehungen</h4>
          <p>Seminar MA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t K&ouml;ln
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Mit der seit den 1990er Jahren in den Kulturwissenschaften weit verbreiteten Diagnose eines
              &raquo;Pictorial Turn&laquo; geht die Forderung nach einer Erweiterung des Bildbegriffs einher, der sich
              nicht l&auml;nger auf &rsaquo;Kunstwerke&lsaquo; im klassischen Sinne zu beschr&auml:nken habe. Doch die
              visuelle Kultur der Gegenwart ist auch mit der Feststellung einer Wende zu den Bildern, bei der die
              vielf&auml;ltigen medialen Erscheinungsweisen des Visuellen ber&uuml;cksichtigt werden, noch unzureichend
              beschrieben. Vielmehr werden die jeweils herrschenden Ordnungen des Sichtbaren, deren andere Seite die
              Produktion von Unsichtbarkeit darstellt, durch spezifische Verh&auml;ltnisse von Texten und Bildern
              geregelt, die wiederum teilweise lange Traditionen haben. </p>
            <p>Dabei beschr&auml;nkt sich gegenseitige Durchdringung von Sichtbarem und Sagbarem nicht auf traditionelle
              Text-Bild-Genres (Emblematik, Werbung, Pressefotografie, Comic etc.), sondern betrifft auch die
              Vorstellung
              von &rsaquo;blo&szlig;en&lasquo; Bildern oder Texten. So hat ausgerechnet der Literatur- und
              Bildwissenschaftler W.J.T. Mitchell, auf den das Schlagwort vom &raquo;Pictorial Turn&laquo;
              zur&uuml;ckgeht, in verschiedenen Arbeiten zur historischen Konfiguration der Text-Bild-Unterscheidung
              darauf aufmerksam gemacht, dass monomediale Annahmen &uuml;ber die Bildlichkeit des Bildes oder die
              Schriftlichkeit der Schrift als h&ouml;chstens heuristisch hilfreiche, letztlich jedoch unhaltbare
              Essentialisierungen gelten m&uuml;ssen: &raquo;all media are mixed media&laquo;. Im Seminar werden sowohl
              diese These wie gegenl&auml;ufige Ans&auml;tze in enger Verschr&auml;nkung von Theorielekt&uuml;re und
              Materialbezug zur Diskussion stehen. </p>
            <p>Literatur: W.J.T. Mitchell, Pictorial Turn [1994]. In: ders., Bildtheorie. Frankfurt/M.: Suhrkamp 2008,
              S.
              101-135.
              <br>Wilhelm Vo&szlig;kamp/Brigitte Weingart, Sichtbares und Sagbares. Text-Bild-Verh&auml;ltnisse &#150;
              Einleitung. In: dies. (Hg.), Sichtbares und Sagbares. Text-Bild-Verh&auml;ltnisse. K&ouml;ln: DuMont 2005,
              S. 7-22.
            </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Exkursion & Blockseminar: Die 62. Internationalen Kurzfilmtage Oberhausen</h4>
          <p>&Uuml;bung BA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln, SoSe
            2016 <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Vom 5. bis 10. Mai 2016 finden zum 62. Mal die Internationalen Kurzfilmtage Oberhausen statt. Die
              Exkursion
              bietet
              die Gelegenheit, sich anhand aktuellster Kurzfilmproduktionen mit einem der experimentierfreudigsten
              Formate
              der
              Filmarbeit zu besch&auml;ftigen. Ein besonderer Akzent des Festivals liegt auf dem Kunstfilm; eigene
              Wettbewerbe
              sind Musikvideos und Kinder- und Jugendfilmen gewidmet. Die Vorf&uml;hrungen werden durch ein
              Begleitprogramm mit
              Vortr&auml;gen, Podiumsdiskussionen und Besichtigungen erg&auml;nzt. Neben der &Auml;sthetik des Kurzfilms
              stehen
              dabei Fragen der Festivalorganisation und der Filmvermarktung zur Diskussion.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="yellow">WS 2015</h3>
        <article>
          <h4>Mega-Stars, Micro-Celebrities &#150; Medienkulturen der Ber&uuml;hmtheit / Media Cultures of Famousness
          </h4>
          <p>Vorlesungsreihe im BA/MA Medienkulturwissenschaft, <a
              href="http://www.mekuwi.phil-fak.uni-koeln.de/institut.html">Institut f&uuml;r Medienkultur und Theater</>
              ,
              Universit&auml;t K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
                style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Ob es sich um klassische Filmstars handelt, die vom Hollywood-Starsystem mitproduziert wurden, um die
              alternativen
              &raquo;Superstars&laquo;, die Andy Warhol in seiner Factory aufgebaut hat, oder um die
              &raquo;Micro-Celebrities&laquo;, die ihre Anh&auml;ngerschaft dem Internet verdanken: Ber&uuml;hmtheit,
              unabh&auml;ngig von ihrer Reichweite, ist (auch) ein Effekt der medialen Bedingungen, unter denen sie
              entstehen
              kann. Mit dem Medienwechsel gehen entsprechend radikale Ver&auml;nderungen in der Beschaffenheit des
              Celebrity-Status einher: Brachte Warhol seine Prognose einer Demokratisierung von
              Ber&uuml;hmtheitsanspr&uuml;chen
              1968 noch auf den Slogan &raquo;In the future, everyone will be world-famous for 15 minutes&laquo;, so
              l&auml;sst
              sich eine der gegenw&auml;rtig verbreiteten Erscheinungsweisen von Prominenz als &raquo;famous for 15
              followers&laquo; beschreiben.</p>
            <p>Die Veranstaltung widmet sich solchen Transformationen von &raquo;Celebrity Cultures&laquo; aus einer
              mediengeschichtlichen Perspektive. Gastwissenschaftler/innen aus unterschiedlichen Disziplinen (neben der
              Medienwissenschaft u.a. Literaturwissenschaft, Kunstgeschichte, Anthropologie, Rechtswissenschaft) widmen
              sich
              sowohl den historischen Genealogien des Starkults wie aktuellen Facetten von medienvermittelter
              &Ouml;ffentlichkeitswirksamkeit. Dabei wird es auch um die Frage gehen, inwiefern sich gegenw&auml;rtige,
              durch
              digitale Partizipationsstrukturen beg&uuml;nstigte Effekte von Ber&uuml;hmtheit mit den traditionellen
              Star-Konzepten, wie sie etwa in der Filmwissenschaft erarbeitet wurden, noch erfassen lassen.</p>
            <p>Literatur: The Celebrity Culture Reader. Hg. von P. David Marshall. New York: Routledge 2006.</p>
            <p><b>Mega-Stars, Micro-Celebrities: Media Cultures of Famousness [English Version]</b></p>
            <p>Be it the classical film star as produced by the Hollywood star system, one of the alternative
              &raquo;superstars&laquo; featured in Andy Warhol?s Factory, or a &raquo;micro-celebrity&laquo; who owes
              her
              following to the Internet: famousness, independent from its scope, is an effect of (among other things)
              the
              media
              conditions under which it emerges. Accordingly, changes of media conditions radically alter the very
              nature
              of the
              celebrity status: While Warhol, when predicting a democratisation of claims for fame in 1968, coined the
              slogan
              &raquo;In the future, everyone will be famous for 15 minutes&laquo;, one of the widely spread forms of
              celebrity
              today can be described as &raquo;famous for 15 followers&laquo;. </p>
            <p>The lecture series approaches these transformations of Celebrity Cultures from the perspective of media
              history.
              The presentations are dedicated to the historical genealogies of celebrity worship as well as to
              contemporary facets
              of public media attention, which are addressed from various disciplines (Media Studies, Literay Studies,
              Art
              History, Anthropology, Law). One of the prevalent questions to be asked will be whether the contemporary
              effects of
              celebrity, enhanced as it is by digital structures of participation, can still be understood within the
              traditional
              concepts of star analysis (as e.g. developed in Film Studies), and how these concepts should be updated.
            </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Expanded Television &#150; Kunst und Fernsehen</h4>
          <p>&Uuml;bung im MA Medienkulturwissenschaft (gemeinsam mit Jun.-Prof. Dr. Benjamin Beil), Institut f&uuml;r
            Medienkultur und Theater, Universit&auml;t K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#"
              class="hidelink" style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Wenn gegenw&auml;rtig einerseits h&auml;ufig vom &raquo;neuen Fernsehen&laquo; die Rede ist, so stehen
              diesen
              Beschw&ouml;rungen einer lebendigen Zukunft des Mediums andererseits die Diagnosen seines Ablebens
              gegen&uuml;ber:
              Diesen zufolge w&auml;re das einstige Leitmedium l&auml;ngst zu einem &raquo;Medienleitfossil&laquo;
              (Goedart Palm)
              mutiert, vom Internet aus dem medialen Aufmerksamkeitsfokus verdr&auml;ngt. Und doch gibt es offenbar gute
              Gr&uuml;nde, die vermeintliche Aufl&ouml;sung des Mediums unter Bedingungen seiner digitalen Entgrenzung
              noch unter
              der Bezeichnung Fernsehen zu verhandeln &#150; als &raquo;Television after TV&laquo; (Lynn Spigel/Jam
              Olsson) zum
              Beispiel. Das Fernsehen, das im neuen digitalen Medienverbund aufgeht, wird zum Transmedia Television oder
              zum
              Television 2.0; der vertraute Television-Flow mutiert im Post TV zum Hyperflow.</p>
            <p>Es spricht also einiges daf&uuml;r, die Diagnose vom Ende des Fernsehens, die sich h&auml;ufig implizit
              auf
              die
              plakative Vorstellung vom Wohnzimmer-Apparat bezieht, mit den diversen Erweiterungen und produktiven
              Aufl&ouml;sungserscheinungen zu konfrontieren, die keineswegs erst mit den gegenw&auml;rtigen
              Entwicklungen
              des
              Fernsehens innerhalb einer digital gepr&auml;gten Convergence Culture einsetzen. In genau diesem Sinne hat
              sich Gene
              Youngblood, der die medien&uuml;bergreifenden Kunstpraktiken seiner Zeit 1970 mit seinem Konzept des
              Expanded Cinema
              auf den Begriff brachte, in seinem gleichnamigen Buch auch zum Fernsehen ge&auml;u&szlig;ert:
              &raquo;Television is
              the software of the earth. Television is invisible. It?s not an object. It?s not a piece of furniture. The
              television set is irrelevant to the phenomenon of television.&laquo;</p>
            <p>Im Einklang mit dieser ihrerseits vision&auml;ren Vorstellung von &raquo;Television&laquo; hat
              insbesondere
              das von
              K&uuml;nstler/innen &raquo;selbst gemachte&laquo;, das Do-it-yourself-Fernsehen Praxisformen
              hervorgebracht,
              die man
              &#150; unter Rekurs auf eine Unterscheidung von Ren Berger &#150; zum einen als Mikrofernsehen, zum
              anderen
              als
              experimentelle Interventionen im Kontext des Makrofernsehens auffassen kann. So er&ouml;ffnen vor allem
              die
              von
              K&uuml;nstler/innen im 21. Jahrhundert entwickelten DIY-Sendeformen partizipative, soziale, politische und
              technologische Alternativen zum Mainstream.</p>
            <p>Die &Uuml;bung widmet sich sowohl Gegenwartsanalysen eines Mediums im Wandel wie auch
              (medien-)historischen
              Lesarten und k&uuml;nstlerischen Reflexionen eines Expanded Television. Sie f&uuml;hrt Positionen und
              Werke
              von
              Medientheoretiker/innen und Medienk&uuml;nstler/innen zusammen, die sich insbesondere mit der Verschiebung
              der
              klassischen Kategorien des TV-Konsums seit den 1990er Jahren auseinandersetzen: mit der Entkoppelung von
              der
              Zeit-
              und Ortsbindung der Rezeption, mit den verschwimmenden Grenzen zwischen Makro-, Meso- und Mikrofernsehen,
              mit der
              Wandlung des Konsumenten zum Prosumenten mit eigener Medienkompetenz, mit der R&uuml;ckkoppelung von
              Broadcast TV
              und Social Media (Second Screen) als neuer Form der Live-Interaktion.</p>
            <p>Die &Uuml;bung ist angegliedert an die Ausstellung <a
                href="https://www.kunstmuseum-bonn.de/ausstellungen/rueckblick/info/tele-gen-2244/">TELE-GEN &#150;
                Kunst
                und
                Fernsehen</a>
              (Kunstmuseum Bonn, 1.10.2015-17.1.2016) sowie das begleitende Symposium &raquo;Expanded Television&laquo;,
              das am
              15.-16. Januar 2016 im Kunstmuseum Bonn und an der Universit&auml;t zu K&ouml;ln stattfinden wird. Im
              Rahmen
              der
              Veranstaltung ist ein Ausstellungsbesuch vorgesehen. Die Teilnahme am Symposium ist obligatorisch.</p>
            </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Pop-Theorie</h4>
          <p>Blockseminar im MA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>&rsaquo;Pop&laquo; &#150; das stand zumindest in den sp&auml;ten 1950er und 60er Jahren f&uuml;r die
              programmatische &Uuml;berschreitung der Grenzen zwischen zwischen etablierter und niedriger Kunst,
              zwischen
              gutem
              und schlechtem Geschmack und nicht zuletzt zwischen &rsaquo;Europa&lsaquo; und &rsaquo;Amerika&lsaquo;.
              Aber
              was
              unterscheidet &#150; damals und heute &#150; &rsaquo;Pop&lsaquo; vom &rsaquo;Popul&auml;ren&lsaquo;? Wie
              verhalten
              sich beide Konzepte zu denen der &rsaquo;Popul&auml;r-&lsaquo; und &rsaquo;Massenkultur&lsaquo;? Und in
              welchen
              Formen wird &#150; seit einigen Jahrzehnten auch innerhalb von academia &#150; &uuml;ber solche Fragen
              nachgedacht
              und Pop-Theorie im doppelten Sinne betrieben (n&auml;mlich mitunter Theorie selbst als
              &rsaquo;Pop&lsaquo;)?
            </p>
            <p>Literatur: Christoph Jacke, Jens Ruchatz, Martin Zierold (Hg.), Pop, Popul&auml;res und Theorien.
              Forschungsans&auml;tze und Perspektiven zu einem prek&auml;ren Verh&auml;ltnis in der
              Medienkulturgesellschaft.
              M&uuml;nster: Lit-Verlag, 2011 (Popul&auml;re Kultur und Medien Bd. 2). &#150; Texte zur Theorie des Pop.
              Hg. von
              Charis Goer, Stefan Greif und Christoph Jacke. Stuttgart: Reclam 2013. &#150; Diedrich Diederichsen,
              &Uuml;ber
              Pop-Musik. K&ouml;ln: Kiepenheuer & Witsch 2014.</p>
          </div>
        </article>
        <article>
          <h4>Kino und Migration</h4>
          <p>Seminar im BA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Nicht nur in der aktuellen Tagesberichterstattung ist das Thema Migration allgegenw&auml;rtig. Auch im
              gegenw&auml;rtigen deutschen Kino sind Filme von Regisseur/innen und Darsteller/innen mit
              &rsaquo;Migrationshintergrund&lsaquo; &#150; sp&auml;testens seit dem internationalen Erfolg von Fatih
              Akins
              GEGEN
              DIE WAND (2004) &#150; l&auml;ngst keine Randerscheinung mehr. Doch bereits seit den 1960er Jahren werden
              in
              Deutschland Filme produziert, die die Migrationserfahrung insbesondere sogenannter
              &rsaquo;Gastarbeiter&lsaquo; zum
              Thema haben.</p>
            <p>Das Seminar widmet sich diesen filmgeschichtlichen Tendenzen anhand ausgew&auml;hlter Beispiele &#150;
              von
              fr&uuml;hen sozialrealistischen &rsaquo;Problemfilmen&lsaquo; &uuml;ber die Melodramen Akins bis zu
              Kom&ouml;dien
              wie ALEMANYA &#150; WILLKOMMEN IN DEUTSCHLAND (2011) &#150;, wobei ein Schwerpunkt auf dem
              t&uuml;rkisch-deutschen
              Kino liegt. Neben den Produktionsbedingungen und dem gesellschaftlichen Kontext wird dabei vor allem das
              Verh&auml;ltnis zwischen Konstruktionen von &rsaquo;Ethnizit&auml;t? und den Verfahren filmischer
              Repr&auml;sentation zur Debatte stehen.</p>
            <p>Die Teilnahme setzt die Bereitschaft voraus, f&uuml;r jede Sitzung neben der Lekt&uuml;re der
              Forschungsliteratur
              einen Film zu sichten.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="blue">SoSe 2015</h3>
        <article>
          <h4>&raquo;The medium is the massage&laquo;? &#150; Fragen und Perspektiven kulturwissenschaftlicher
            Medientheorie</h4>
          <p>Vorlesung im BA Medienkulturwissenschaft, <a
              href="http://www.mekuwi.phil-fak.uni-koeln.de/institut.html">Institut
              f&uuml;r Medienkultur und Theater</>, Universit&auml;t K&ouml;ln <a href="#"
                class="showlink">[Kommentar]</a><a href="#" class="hidelink"
                style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>&raquo;The medium is the message&laquo;: Unter anderem diesem vielzitierten Statement aus seinem Buch
              <i>Understanding Media</i> (1964) verdankt sich der Ruf Marshall McLuhans als eines Diskursbegr&uuml;nders
              der
              Medientheorie. <i>The Medium Is the Massage</i>: Im Titel seines 1967 gemeinsam mit dem Grafikdesigner
              Quentin Fiore
              publizierten Text-Bild-Bands ist McLuhans &rsaquo;Botschaft&lsaquo; bereits zur handfesten Ber&uuml;hrung
              mutiert,
              zur &rsaquo;Massage&lsaquo;.
            </p>
            <p>Ausgehend von der Diagnose, dass Medien massive Auswirkungen auf das menschliche Sensorium haben, gibt
              die
              Vorlesung einen &Uuml;berblick &uuml;ber theoretische Ans&auml;tze (vor und nach McLuhan), die sich um
              eine
              historische Spezifizierung dieses Befunds bem&uuml;hen und Medien- mit Wahrnehmungstheorie verbinden. Der
              Fokus
              liegt dabei zum einen auf den unterschiedlichen Bem&uuml;hungen, die Effekte jeweils neuer Medien (vom
              Buchdruck
              &uuml;ber Fotografie und Film bis zu digitalen Technologien) zu beschreiben. Zum anderen wird die
              Verschiebung von
              der Analyse von Einzelmedien hin zu medien&uuml;bergreifenden Konstellationen (Stichwort Inter- und
              Transmedialit&auml;t) zu diskutieren sein &#150; und damit ein Perspektivwechsel, der f&uuml;r das
              theoretische
              Selbstverst&auml;ndnis aktueller Medienkulturwissenschaft als zentral gelten kann.</p>
            <p>Literatur: Quentin Fiore/Marshall McLuhan, The Medium Is the Massage: An Inventory of Effects. New York
              u.a.:
              Bantam Books 1967; Kursbuch Medienkultur. Die ma&szlig;geblichen Theorien von Brecht bis Baudrillard, hg.
              von Oliver
              Fahle, Claus Pias, Joseph Vogl, Lorenz Engell und Britta Neitzel. 6. Aufl., M&uuml;nchen: DVA 2008.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Star Studies (in English)</h4>
          <p>Seminar im MA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>How one comes to be perceived as a &raquo;star&laquo; changes with the media conditions of public
              reception
              (and so
              do fan cultures). In this class we will discuss the specificities of contemporary &raquo;Celebrity
              Culture&laquo;
              against the background of its media-related genealogy. We will be dealing with historical approaches to
              understanding the construction of fame; notions of &rsaquo;inexplicable&lsaquo; appeal (e.g. charisma,
              aura,
              glamour); analyses of the Hollywood star system and alternative &rsaquo;superstardom&lsaquo;; the seeming
              democratisation of celebrity enhanced by mass media and digital culture.</p>
            <p>Subjects of discussion in this reading class will extend to audiovisual materials that can themselves be
              regarded
              as implicit theories of stardom.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Ansteckend! &#150; Medien und Epidemien</h4>
          <p>Seminar im MA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Wenn irgendwo auf der Welt eine Seuche ausbricht, die auf &rsaquo;uns&lsaquo; &uuml;berzugreifen droht,
              macht sich
              die konstitutive Beteiligung von Medien an dem, was sie vermitteln, auf besonders auff&auml;llige Weise
              bemerkbar:
              Die epidemische Logik medialer Diskurse und Praktiken konvergiert in diesem Fall auf eigent&uuml;mliche
              Weise mit
              der ihres Gegenstands.</p>
            <p>Ausgehend von der Berichterstattung &uuml;ber die j&uuml;ngste Ebola-Epidemie widmet sich das Seminar
              historischen
              wie aktuellen Verfahren der Seuchendarstellung, die aus einer medien&uuml;bergreifenden Perspektive in den
              Blick
              genommen werden. Schwerpunkte der Diskussion liegen auf der Frage nach der Popularisierung
              wissenschaftlicher
              Befunde (Journalismus, Popul&auml;rwissenschaft, Pr&auml;ventionskampagnen) sowie nach den spezifischen
              Verh&auml;ltnissen von Fiktion und Dokumentation, die sich im Kontext transmedial verbreiteter
              Seuchendramaturgien
              (etwa am Beispiel des &raquo;Virenthrillers&laquo;) beobachten lassen.</p>
          </div>
        </article>
        <article>
          <h4>Exkursion & Blockseminar: Die 61. Internationalen Kurzfilmtage Oberhausen</h4>
          <p>&Uuml;bung im BA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Vom 30. April bis 5. Mai 2015 finden zum 61. Mal die Internationalen Kurzfilmtage Oberhausen statt. Die
              Exkursion
              bietet die Gelegenheit, sich anhand aktuellster Kurzfilmproduktionen mit einem der
              experimentierfreudigsten
              Formate
              der Filmarbeit zu besch&auml;ftigen. Ein besonderer Akzent des Festivals liegt auf dem Kunstfilm; eigene
              Wettbewerbe
              sind Musikvideos und Kinder- und Jugendfilmen gewidmet. In diesem Jahr gibt es ein Themenprogramm
              &uuml;ber
              &raquo;Das Dritte Bild &#150; 3D-Kino als Experiment&laquo;. Die Vorf&uuml;hrungen werden durch ein
              Begleitprogramm
              mit Vortr&auml;gen, Podiumsdiskussionen und Besichtigungen erg&auml;nzt. Neben der &Auml;sthetik des
              Kurzfilms
              stehen dabei Fragen der Festivalorganisation und der Filmvermarktung zur Diskussion.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="red">WS 2014</h3>
        <article>
          <h4>Ber&uuml;hrung auf Distanz: Mediengeschichte der Faszination</h4>
          <p>Vorlesung im BA Medienkulturwissenschaft, <a
              href="http://www.mekuwi.phil-fak.uni-koeln.de/institut.html">Institut
              f&uuml;r Medienkultur und Theater</>, Universit&auml;t K&ouml;ln <a href="#"
                class="showlink">[Kommentar]</a><a href="#" class="hidelink"
                style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Wenn heutzutage jemand behauptet, von etwas &rsaquo;fasziniert&lsaquo; zu sein, dann bezieht sich dies
              zumeist auf
              eine &rsaquo;unerkl&auml;rliche Anziehung&lsaquo;, die von einem bestimmten Objekt oder einer Person
              ausgeht
              und
              damit auf eine eher positive Erfahrung. Das war nicht immer so: Der Begriff der Faszination stammt
              urspr&uuml;nglich
              aus dem Bereich der Magie und bezog sich bis zur Aufkl&auml;rung auf Ph&auml;nomene der &rsaquo;visuellen
              Bezauberung&lsaquo; &#150; insbesondere auf den &rsaquo;b&ouml;sen Blick&lsaquo;, also auf eine Form von
              Schadenszauber mit mitunter t&ouml;dlichem Ausgang. </p>
            <p>Ausgehend von dieser eigenwilligen Begriffsgeschichte widmet sich die Vorlesung den historischen und
              aktuellen
              Versuchen, Faszination &#150; als r&auml;tselhafte &rsaquo;Fernwirkung&lsaquo; &#150; als Effekt medialer
              Vermittlung zu begreifen. Das Spektrum der behandelten Themen reicht von Modellierungen des Blicks als
              eines
              buchst&auml;blichen &rsaquo;Kontakts&lsaquo; in vormodernen Sehtheorien &uuml;ber Szenarien der
              &rsaquo;Augent&auml;uschung&lsaquo; und &rsaquo;Verblendung&lsaquo; in der Mediengeschichte der optischen
              Magie bis
              zu gegenw&auml;rtigen Diskursen &uuml;ber das &rsaquo;gewisse Etwas&lsaquo; im Verh&auml;ltnis zwischen
              Stars und
              Fans. Auch verwandte Konzepte wie Charisma, Glamour oder Fetischismus werden zu ber&uuml;cksichtigen sein.
            </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>&raquo;If it doesn&#146;t spread, it&#146;s dead&laquo;: Rumors, Memes, and other Forms of Viral
            Communication (in
            English)</h4>
          <p>Lekt&uuml;rekurs im BA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater,
            Universit&auml;t
            K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Word has got around...: The circulation of rumors and hearsay is by no means hindered by the fact that
              one
              doesn&#146;t know where they come from and whether or not they are true &#150; on the contrary. It is
              exactly the
              lack of official confirmation which keeps rumors &rsaquo;alive&lsaquo;, since passing them on &#150; and
              be
              it in
              invisible quotation marks &#150; means participating in some kind of collective argument. Once out in the
              world,
              rumors tend to be survivalists and can hardly be withhold from spreading &#150; and any denial risks
              raising
              more
              public attention: &raquo;no smoke without fire&laquo;.</p>
            <p>Given these quasi-biological characteristics, it comes as no surprise that long before &raquo;going
              viral&laquo;
              became an everyday expression in digital culture, concepts of rumors relied heavily on epidemic imagery:
              Rumors are
              &rsaquo;infectious&lsaquo;, they spread &rsaquo;like wildfire&lsaquo;, they &rsaquo;mutate&lsaquo;, they
              tend to be
              &rsaquo;ineradicable&lsaquo; and become the object of &rsaquo;containment&lsaquo;, and even scientific
              research
              adopts epidemological models to simulate their behaviour.</p>
            <p>Of course, it is exactly this survivalist persistence which can be turned into a &rsaquo;positive&lsaquo;
              quality
              &#150; not least from an economical perspective, focussing on new target groups and markets. As a
              consequence, the
              structural analogies between rumors and &rsaquo;media viruses&lsaquo; or &rsaquo;memes&lsaquo; extend to
              their
              common assessment as a means of counter-cultural, subversive agency which is always at risk of being
              coopted
              for
              mainstram agendas (including political economic cooptation).</p>
            <p>In the seminar we will try to relate the cultural and media history of rumor &#150; as well as the
              theoretical
              attempts to pin down the notorously evasive phenomenon &#150; to contemporary media practices of viral
              communication. Starting with the mythological figure of fama as described by Ovid, we will discuss
              sociological and
              psychological approaches to the communication of rumors. A second perspective will be dedicated to
              representations
              of rumor in audiovisual media (e.g. M &#150; EINE STADT SUCHT EINEN M&Ouml;RDER, CITIZEN KANE). A third
              will
              focus
              on the idea of the &raquo;meme&laquo;, its manifestations in the Internet and its theoretical background.
            </p>
            <p>Literature:
              Jean-Nol Kapferer, Rumors: Uses, Interpretations, and Images. New Jersey: Transaction Publ. 1990 &#150;
              Douglas
              Rushkoff, Media Virus: Hidden Agendas in Popular Culture. New York: Ballantine 2004 &#150; Henry Jenkins,
              Sam Ford,
              and Joshua Green, Spreadable Media: Creating Value and Meaning in a Networked Culture. New York: New York
              University
              Press 2013.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Wie man (k)eine Geschichte erz&auml;hlt: Narration in Literatur und Film</h4>
          <p>&Uuml;bung im BA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Geschichten haben einen eigenartigen Bezug zu den Medien und Zeichensystemen, mittels derer sie
              erz&auml;hlt
              werden: Einerseits sind sie davon unabh&auml;ngig genug, um sich vom einen ins andere &auml;bertragen zu
              lassen und
              &#150; Stichwort transmedia storytelling &#150; &uuml;ber Mediengrenzen hinweg im Buch, Comic, Film,
              Fernsehen oder
              Computerspiel zu zirkulieren. Andererseits l&auml;sst sich eine Geschichte nicht vollst&auml;ndig vom
              jeweiligen
              Medium des Erz&auml;hlens abstrahieren, da jede Wiedergabe eines Geschehens zwangsl&auml;ufig den
              gew&auml;hlten
              medialen Bedingungen und M&ouml;glichkeiten unterworfen ist (wie die systematischen Schwierigkeiten z.B.
              der
              Nacherz&auml;hlung, der &Uuml;bersetzung und der Literaturadaption auf je verschiedenen Ebenen
              verdeutlichen). </p>
            <p>Ziel des Blockseminars ist es, am Beispiel literarischer und filmischer Narration eine
              Beschreibungssprache
              zu
              erarbeiten, mit der sich sowohl medienspezifische wie medien&uuml;bergreifende Verfahren und
              Strukturmuster
              des
              Erz&auml;hlens bestimmen lassen. Das beinhaltet zun&auml;chst eine Auseinandersetzung mit den
              einschl&auml;gigen
              analytischen Kategorien der literatur- und filmwissenschaftlichen Erz&auml;hlforschung und deren Anwendung
              auf
              ausgew&auml;hlte literarische und filmische Beispiele. Dabei wird der Vergleich von
              traditionell-realistischen
              (linearen) Erz&auml;hltechniken und post-/modernen Verfahren der Diskontinuit&auml;t eine wesentliche
              Rolle
              spielen.
              Au&szlig;erdem besch&auml;ftigen wir uns, u.a. anhand von Drehbuch-Ratgebern, mit den normativen Varianten
              der
              Narrationsanalyse, die aus erz&auml;hlerischen Erfolgsmodellen Rezepte f&uuml;r eine &rsaquo;gute
              Story&lsaquo;
              ableiten &#150; aber auch mit Versuchen, solchen Erz&auml;hlkonventionen entgegenzuarbeiten.</p>
            <p>Literatur:
              Matias Martinez/Michael Scheffel, Einf&uuml;hrung in die Erz&auml;hltheorie, 7. Aufl., M&uuml;nchen: Beck
              2007
              &#150; David Bordwell, Narration in the Fiction Film. Madison: The University of Wisconsin Press 1985
              &#150;
              Michaela Kr&uuml;tzen, Dramaturgie des Films. Wie Hollywood erz&auml;hlt. Frankfurt/M.: Fischer 2004
              &#150;
              Dramaturgien des Films. Das etwas andere Hollywood. Frankfurt/M: Fischer Verlag 2010. </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>&raquo;Histoire(s) du cin&#233ma&laquo;: Reflexives Kino</h4>
          <p>&Uuml;bung im MA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Filmen, die die medialen Verfahren und Voraussetzungen der Filmproduktion explizit zum Thema machen, wird
              seitens
              der Filmwissenschaft und -kritik h&auml;ufig zugute gehalten, dass sie auch ihre Zuschauer/innen zur
              Reflexion
              anregen. In guter Brechtscher Tradition wird die als solche ausgestellte Selbstreflexion gerne als eine
              Form
              von
              Verfremdungseffekt ausgelegt, dessen illusionsst&ouml;rende Wirkung per se eine kritische Distanz
              bef&ouml;rdert.
            </p>
            <p>Sp&auml;testens mit der Allgegenwart reflexiver Verfahren auch im sogenannten
              &raquo;Mainstream&laquo;-Film
              zeigt
              sich jedoch, dass dieser interpretatorische Reflex zu kurz greift. Das Seminar zielt darauf ab, andere
              Perspektiven
              zu entwickeln, was nicht zuletzt beinhaltet, in Auseinandersetzung mit einschl&auml;gigen theoretischen
              Ans&auml;tzen (Apparatus-/Enunziationstheorie, Narratologie) eine differenzierte Beschreibungssprache zu
              erarbeiten,
              mit der sich die unterschiedlichen Reflexionsmomente (Zeigen des Dispositivs, Rahmen und Spiegelungen,
              metaleptische
              Erz&auml;hlweisen etc.) und Kontexte (Studiosystem, Independent Film, Genrefragen, historisch-soziale
              Bedingungen)
              pr&auml;zise bestimmen lassen.</p>
            <p>Diskutiert werden u.a. DER MANN MIT DER KAMERA (Dziga Vertov, 1929), SUNSET BLVD. (Billy Wilder, 1950), 8
              
              (Federico Fellini, 1963), LA NUIT AMRICAINE (Franois Truffaut), WARNUNG VOR EINER HEILIGEN NUTTE (Rainer
              Werner
              Fassbinder), SYMBIOPSYCHOTAXIPLASM, TAKE ONE (William Greaves, 1968), SALAAM CINEMA (Mohsen Makhmalbaf,
              1995),
              SCHNITTSTELLE (Harun Farocki, 1995), HISTOIRE(S) DU CINMA (Jean-Luc Godard, 1988-1998), ADAPTATION (Spike
              Jonze,
              2002), SEX IS COMEDY (Catherine Breillat, 2002), BE KIND REWIND (Michel Gondry, 2008) &#150; eine f&uuml;r
              Vorschl&auml;ge der Seminarteilnehmer/innen offene Liste. Teil der Veranstaltung ist ein
              regelm&auml;&szlig;iger
              Sichtungstermin (voraussichtlich Montag abend).</p>
            <p>Literatur:
              Christian Metz, Die unpers&ouml;nliche Enunziation oder der Ort des Films. M&uuml;nster: Nodus 1997 &#150;
              Chistopher Ames, Movies About the Movies. Hollywood Reflected. Lexington: University of Kentucky Press
              1997
              &#150;
              Robert Stam, Reflexivity in Film and Literature. From Don Quixote to Jean-Luc Godard. New York: Columbia
              University
              Press 1992.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="orange">SoSe 2014</h3>
        <article>
          <h4>&raquo;The medium is the massage&laquo;? &#150; Fragen und Perspektiven kulturwissenschaftlicher
            Medientheorie</h4>
          Vorlesung im BA Medienkulturwissenschaft, <a
            href="http://www.mekuwi.phil-fak.uni-koeln.de/institut.html">Institut
            f&uuml;r Medienkultur und Theater</> Universit&auml;t K&ouml;ln <a href="#" class="showlink">
              [Kommentar]</a><a href="#" class="hidelink" style="display: none;">[schlie&szlig;en]</a></p>
            <div class="details">
              <p>&raquo;The medium is the message&laquo;: Unter anderem diesem vielzitierten Statement aus seinem Buch
                <i>Understanding Media</i> (1964) verdankt sich der Ruf Marshall McLuhans als eines
                Diskursbegr&uuml;nders
                der
                Medientheorie. <i>The Medium Is the Massage</i>: Im Titel seines 1967 gemeinsam mit dem Grafikdesigner
                Quentin
                Fiore publizierten Text-Bild-Bands ist McLuhans &rsaquo;Botschaft&lsaquo; bereits zur handfesten
                Ber&uuml;hrung
                mutiert, zur &rsaquo;Massage&lsaquo;.
              </p>
              <p>Ausgehend von der Diagnose, dass Medien massive Auswirkungen auf das menschliche Sensorium haben, gibt
                die
                Vorlesung einen &Uuml;berblick &uuml;ber theoretische Ans&auml;tze (vor und nach McLuhan), die sich um
                eine
                historische Spezifizierung dieses Befunds bem&uuml;hen und Medien- mit Wahrnehmungstheorie verbinden.
                Der
                Fokus
                liegt dabei zum einen auf den unterschiedlichen Bem&uuml;hungen, die Effekte jeweils neuer Medien (vom
                Buchdruck
                &uuml;ber Fotografie und Film bis zu digitalen Technologien) zu beschreiben. Zum anderen wird die
                Verschiebung von
                der Analyse von Einzelmedien hin zu medien&uuml;bergreifenden Konstellationen (Stichwort Inter- und
                Transmedialit&auml;t) zu diskutieren sein &#150; und damit ein Perspektivwechsel, der f&uuml;r das
                theoretische
                Selbstverst&auml;ndnis aktueller Medienkulturwissenschaft als zentral gelten kann.</p>
              <p>Literatur: Quentin Fiore/Marshall McLuhan, The medium is the massage: An inventory of effects. New York
                u.a.:
                Bantam Books 1967; Kursbuch Medienkultur. Die ma&szlig;geblichen Theorien von Brecht bis Baudrillard,
                hg.
                von
                Oliver Fahle, Claus Pias, Joseph Vogl, Lorenz Engell und Britta Neitzel. 6. Aufl., M&uuml;nchen: DVA
                2008.
              </p>
              <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
            </div>
        </article>
        <article>
          <h4>&raquo;Deeply superficial&laquo;: Andy Warhol as Media Artist (in English)</h4>
          <p>&Uuml;bung im BA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>&rsaquo;Media Art&lsaquo; is a somewhat problematic term, since there is no artistic expression which
              isn&#146;t
              shaped by its media conditions. Nevertheless, it tends to be applied to a kind of artistic production
              which
              reflects these conditions and explicitly exposes the impact of the &#150; usually electronic and nowadays
              digital
              &#150; media involved on the production of meaning. This certainly applies to the multifaceted oeuvre of
              Andy
              Warhol, who could be considered as the ultimate media artist, since he tended to let media do the work for
              him:
              silk screens, cameras, tape machines, and last but not least human devices. Both in his programmatic
              statements
              and in his actual production, Warhol cultivated the impression of a mere transmitter of prexisting
              signscapes, who
              made paintings by just reproducing mass media imagery, films by turning on a camera, and books by taping
              and
              transcribing conversations or phone calls.</p>
            <p>The seminar will discuss these seemingly authorless, de-subjectified media practices &#150; reproduction,
              serializiation, &rsaquo;mere&lsaquo; recording (as opposed to &rsaquo;directing&lsaquo;), transcription
              etc.
              &#150; by placing them in the wider context of collective creativity, as exhibited in Warhol&#146;s
              Factory. From
              this perspective, topics to be dealt with include the vision of an alternative &rsaquo;off
              Hollywood&lsaquo; star
              system, gender politics, the anticipation of &rsaquo;reality TV&lsaquo;, and gossip.</p>
            <p>If the participants are interested, the seminar might include an excursion to Frankfurt to visit a part
              of the
              Lecture & Film series <a
                href="http://deutsches-filminstitut.de/blog/lecture-film-easier-than-painting-die-filme-von-andy-warhol-2/">Easier
                than Painting: Die Filme von Andy Warhol</a>, <a href="http://deutsches-filminstitut.de">Deutsches
                Filminstitut/Filmmuseum Frankfurt</a>
              <a href="EasierThanPaintingWarholFilms.pdf">[program as PDF]</a>
            </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Medien&auml;sthetik mit Roland Barthes</h4>
          <p>&Uuml;bung im BA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Der franz&ouml;sische Semiologe und Kulturwissenschaftler Roland Barthes hat sich in seinen Schriften mit
              den
              verschiedensten Medien befasst: mit Texten und deren Verh&auml;ltnis zu Bildern (etwa in der Werbung), mit
              Fotografie, Film, Theater und Musik, mit der Stimme und der Mode zum Beispiel. Dabei kennzeichnet
              Barthes&#150;
              Herangehensweise nicht nur die Bereitschaft, das am Modell der Sprache geschulte zeichentheoretische
              Paradigma zu
              &uuml;berschreiten, um dem Rechnung zu tragen, was sich der Analogie zur sprachlichen Codierung zu
              entziehen
              scheint (etwa der &raquo;dritte Sinn&laquo; eines Filmbilds, das &raquo;punctum&laquo; einer Fotografie,
              die
              &raquo;K&ouml;rnigkeit&laquo; der Stimme). In seinen Ann&auml;herungsversuchen an solche analytischen
              &rsaquo;&Uuml;bersch&uuml;sse&lsaquo; entwickelt Barthes &uuml;berdies eine je eigene &#150; und oft
              eigent&uuml;mliche &#150; Terminologie, die sich gleichwohl f&uuml;r vergleichbare medien&auml;sthetische
              Ph&auml;nomene produktiv machen l&auml;sst.</p>
            <p>In der &Uuml;bung wird uns au&szlig;er Barthes? analytischem Instrumentarium auch die Frage
              besch&auml;ftigen,
              inwiefern seiner Schreibweise &#150; der etwa Jacques Derrida eine besondere &raquo;Geschmeidigkeit&laquo;
              und
              &raquo;Frische&laquo; attestiert hat &#150; eine konstitutive Funktion f&uuml;r seine
              medien&auml;sthetischen
              Befunde zukommt. Damit verkn&uuml;pft ist die grunds&auml;tzlichere Frage nach den theoretischen
              Bedingungen von
              (Medien-)&Auml;sthetik als Wissenschaft, wie sie Barthes in seinem Fotografie-Buch <i>Die helle Kammer</i>
              aufgeworfen hat: &raquo;warum sollte nicht etwas wie eine neue Wissenschaft m&ouml;glich sein, die jeweils
              vom
              einzelnen Gegenstand ausginge?&laquo; Wenn Barthes in diesem Zusammenhang anstelle des traditionellen
              Konzepts der
              <i>mathesis universalis</i> als einer universellen Erkenntnismethode den Begriff der &raquo;mathesis
              singularis&laquo; ins Spiel bringt, so stellt er damit eine Lesart auch seiner fr&uuml;heren Texte in
              Aussicht,
              die in der &Uuml;bung zu erproben sein wird.
            </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Exkursion & Blockseminar: Die 60. Internationalen Kurzfilmtage Oberhausen</h4>
          <p>&Uuml;bung im BA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Vom 1.-6.5.2014 finden zum 60. Mal die Internationalen Kurzfilmtage Oberhausen statt. Die Exkursion
              bietet die
              Gelegenheit, sich anhand aktuellster Kurzfilmproduktionen mit einem der experimentierfreudigsten Formate
              der
              Filmarbeit zu besch&auml;ftigen. Ein besonderer Akzent des Festivals liegt auf dem Kunstfilm; eigene
              Wettbewerbe
              sind Musikvideos und Poetry Clips gewidmet. Die Vorf&uuml;hrungen werden durch ein Begleitprogramm mit
              Vortr&auml;gen, Podiumsdiskussionen und Besichtigungen erg&auml;nzt. Neben der &Auml;sthetik des Kurzfilms
              werden
              dabei Fragen der Festivalorganisation und der Filmvermarktung zur Diskussion stehen.</p>
            <p>Wegen thematischer &Uuml;berschneidungen empfiehlt sich die Kombination dieser &Uuml;bung mit dem
              AM1-Seminar
              <i>&raquo;Deeply superficial&laquo;: Andy Warhol as Media Artist</i>, die aber nicht obligatorisch ist.
            </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Sichtbares und Sagbares. Text-Bild-Verh&auml;ltnisse </h4>
          <p>Seminar im MA Medienkulturwissenschaft, Institut f&uuml;r Medienkultur und Theater, Universit&auml;t
            K&ouml;ln <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Mit der seit den 1990er Jahren in den Kulturwissenschaften weit verbreiteten Diagnose eines
              &raquo;Pictorial
              Turn&laquo; geht die Forderung nach einer Erweiterung des Bildbegriffs einher, der sich nicht l&auml;nger
              auf
              &rsaquo;Kunstwerke&lsaquo; im klassischen Sinne zu beschr&auml;nken habe. Doch die visuelle Kultur der
              Gegenwart
              ist auch mit der Feststellung einer Wende zu den Bildern, bei der die vielf&auml;ltigen medialen
              Erscheinungsweisen des Visuellen ber&uuml;cksichtigt werden, noch unzureichend beschrieben. Vielmehr
              werden die
              jeweils herrschenden Ordnungen des Sichtbaren, deren andere Seite die Produktion von Unsichtbarkeit
              darstellt,
              durch spezifische Verh&auml;ltnisse von Texten und Bildern geregelt, die wiederum teilweise lange
              Traditionen
              haben. </p>
            <p>Dabei beschr&auml;nkt sich gegenseitige Durchdringung von Sichtbarem und Sagbarem nicht auf traditionelle
              Text-Bild-Genres (Emblematik, Werbung, Pressefotografie, Comic etc.), sondern betrifft auch die
              Vorstellung von
              &rsaquo;blo&szlig;en&lsaquo; Bildern oder Texten. So hat ausgerechnet der Literatur- und
              Bildwissenschaftler
              W.J.T. Mitchell, auf den das Schlagwort vom &raquo;Pictorial Turn&laquo; zur&uuml;ckgeht, in verschiedenen
              Arbeiten zur historischen Konfiguration der Text-Bild-Unterscheidung darauf aufmerksam gemacht, dass
              monomediale
              Annahmen &uuml;ber die Bildlichkeit des Bildes oder die Schriftlichkeit der Schrift als h&ouml;chstens
              heuristisch
              hilfreiche, letztlich jedoch unhaltbare Essentialisierungen gelten m&uuml;ssen: &raquo;all media are mixed
              media&laquo;. Im Seminar werden sowohl diese These wie gegenl&auml;ufige Ans&auml;tze in enger
              Verschr&auml;nkung
              von Theorielekt&uuml;re und Materialbezug zur Diskussion stehen. </p>
            <p>Einf&uuml;hrende Literatur: W.J.T. Mitchell, Pictorial Turn [1994], in: Christian Kravagna (Hg.),
              Privileg Blick.
              Kritik der visuellen Kultur. Berlin: Edition ID-Archiv 1997, S. 15-40 (auch in: W.J.T. Mitchell,
              Bildtheorie,
              Frankfurt/M.: Suhrkamp 2008). &#150; Wilhelm Vo&szlig;kamp/Brigitte Weingart, &raquo;Sichtbares und
              Sagbares.
              Text-Bild-Verh&uuml;ltnisse &#150; Einleitung&laquo;, in: dies. (Hg.), Sichtbares und Sagbares.
              Text-Bild-Verh&auml;ltnisse. K&ouml;ln: DuMont 2005, S. 7-22 <a
                href="VosskampWeingart_SichtbaresSagbares_2005.pdf">[gesamtes Buch als PDF]</a></p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="purple">2010</h3>
        <article>
          <h4>Das gewisse Etwas. Faszination, Stars und Fans in Literatur und Film</h4>
          <p>&Uuml;bung im BA-Modul &rsaquo;Mediendifferenz im historischen Prozess&lsaquo;, Institut f&uuml;r
            Germanistik,
            Vergleichende Literatur- und Kulturwissenschaft/Medienwissenschaft, Universit&auml;t Bonn, SoSe 2010 <a
              href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>&raquo;Faszination&laquo; ist ein Begriff, der urspr&uuml;nglich dem Bereich der Magie entstammt und sich
              lange
              Zeit vor allem auf eine &rsaquo;visuelle Verzauberung&lsaquo; (etwa durch den b&ouml;sen, aber auch den
              erotischen
              Blick) und &rsaquo;Verblendung&lsaquo; bezog. Sein archaisches Erbe hat das Wort auch im Zuge der
              Aufkl&auml;rung
              nicht vollst&auml;ndig abgelegt: Noch heute verweist Faszination auf eine &rsaquo;magische&lsaquo;, ebenso
              unerkl&auml;rliche wie un&uuml;berwindliche Anziehungskraft, die von einer Person oder einem Gegenstand
              ausgeht.
              Kein Wunder, dass der Begriff in solchen Diskursen eine zentrale Rolle spielt, die sich ihrerseits auf
              einen
              kulturellen und medialen Schauplatz angeblicher Archaismen, Ersatzreligionen und Irrationalit&auml;ten
              beziehen:
              In Texten &uuml;ber Stars, Fans und ihre Verh&auml;ltnisse ist von Faszination nicht nur st&auml;ndig die
              Rede;
              hier wird der ansonsten h&auml;ufig gerade zur &rsaquo;Reflexionsunterbrechung&lsaquo; eingesetzte Begriff
              mitunter auch reflektiert und sogar theoretisch produktiv gemacht.</p>
            <p>In der &Uuml;bung widmen wir uns einigen einschl&auml;gigen historischen Versuchen, jenes &raquo;gewisse
              Etwas&laquo;, das vom Faszinosum aus- und auf den Faszinierten &uuml;bergeht, sprachlich und medial
              einzuholen
              &#150; theoretisch (Psychoanalyse/Kulturtheorie, Religionswissenschaft, Medien&auml;sthetik) sowie in
              exemplarischen literarischen Texten und Filmen. Auch verwandte Begriffe wie Charisma, Glamour oder
              Fetischismus
              werden zu ber&uuml;cksichtigen sein.</p>
            <p>Diskutiert werden Texte u.a. von Theodor Adorno/Max Horkheimer, Roland Barthes, Sigmund Freud, Irmgard
              Keun,
              Jacques Lacan, Thomas Mann, Ovid, Ludwig Tieck und Max Weber und Filme u.a. von Alfred Hitchcock, Charlie
              Chaplin,
              Leni Riefenstahl, Joseph von Sternberg, Billy Wilder und Andy Warhol.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Medien und Magie: Geschichte und &Auml;sthetik der visuellen &rsaquo;Verzauberung&lsaquo;</h4>
          <p>&Uuml;bung im BA-Modul &rsaquo;Kultur und Medien: Geschichte und Konzepte&lsaquo;, Institut f&uuml;r
            Germanistik,
            Vergleichende Literatur- und Kulturwissenschaft/Medienwissenschaft, Universit&auml;t Bonn, SoSe 2010 <a
              href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Nicht nur in seinen Anf&auml;ngen wurde dem Kino h&auml;ufig zugeschrieben, dass es den Zuschauer
              &rsaquo;verzaubert&lsaquo;. Wie die Medien- und Kulturgeschichte des Films zeigt, handelt es sich dabei
              nicht
              notwendig um eine Metapher. Bereits das Beispiel der &raquo;Laterna magica&laquo; als Vorform des
              Filmprojektors
              verdeutlicht, dass die Entwicklung des Kinos mit der Geschichte der optischen Magie aufs engste
              verkn&uuml;pft
              ist.</p>
            <p>Dieser historische Zusammenhang wird in der &Uuml;bung anhand ausgew&auml;hlter Beispiele rekonstruiert.
              Dabei
              liegt der Akzent auf Texten und vor allem Filmen, die eigenes Verh&auml;ltnis zur optischen Magie nicht
              nur
              thematisieren, sondern auch formal reflektieren (etwa durch medienspezifische Verfahren der
              Illusionierung).
              Thematische Schwerpunkte sind u.a.: fr&uuml;hneuzeitliche Traktate zur optischen Magie; literarische
              Illusionierung und optische T&auml;uschung um 1800; die Spezialeffekte der (Geister-)Fotographie;
              M&eacute;li&egrave;s&#146; Zaubershows und Kinematographen-Filme; &rsaquo;hypnotische&lsaquo; Stummfilme;
              Zauber
              und Zauberer im Hollywood-Film (z.B. &raquo;Prestige&laquo;). Die Veranstaltung bietet damit auch die
              Gelegenheit,
              sich einen ersten mediengeschichtlichen &uuml;berblick zu verschaffen.</p>
            <p>Literatur: Bodo von Dewitz/Werner Nekes (Hg.), Ich sehe was, was Du nicht siehst! Sehmaschinen und
              Bilderwelten.
              Die Sammlung Werner Nekes, G&ouml;ttingen: Steidl Verlag 2002. &#150; Simon During, Modern Enchantments.
              The
              Cultural Power of Secular Magic, Cambridge, Mass. [u.a.]: Harvard University Press 2002 &#150;. Marina
              Warner,
              Phantasmagoria: Spirit Visions, Metaphors, and Media Into the Twenty-first Century, Oxford: Oxford
              University
              Press 2006.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="yellow">2009</h3>
        <article>
          <h4>Praktiken des Sekund&auml;ren: Aneignung, Zitat, Parodie</h4>
          <p>&Uuml;bung im BA-Modul &rsaquo;Konzepte und Probleme von Literatur- und Medientheorie&lsaquo;, Institut
            f&uuml;r
            Germanistik, Vergleichende Literatur- und Kulturwissenschaft/Medienwissenschaft, Universit&auml;t Bonn, WS
            2009/10
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Als &raquo;Praktiken des Sekund&auml;ren&laquo; werden in dieser &Uuml;bung literarische und mediale
              Verfahren
              in den Blick genommen, die die Unterscheidung von Original (als dem Prim&auml;ren) und Kopie (als dem
              &rsaquo;nur&lsaquo; Sekund&auml;ren) systematisch verkomplizieren. Dem Begriff der Parodie zum Beispiel
              ist
              diese Komplikation bereits eingeschrieben: Im Griechischen steht die Vorsilbe par/a sowohl f&uuml;r
              &raquo;dagegen&laquo; wie f&uuml;r &raquo;daneben&laquo;; sie markiert ein Verh&auml;ltnis, das
              gleichzeitig von
              N&auml;he und Distanz, von &Auml;hnlichkeit und Differenz gekennzeichnet ist. Entsprechend klingt in dem
              Wort
              Parodie sowohl der Neben- wie der Gegengesang an: Parodien beziehen sich &#150; in der Regel in der
              &rsaquo;parasit&auml;ren&lsaquo; Form des Zitats &#150; auf eine Vorlage. Sie sind Kopien eines
              Originals, die
              gezielt auf Abweichung setzen, auch wenn das Original als solches erkennbar bleiben mu&szlig;. Parodien
              sind
              ebenso von ihrem &rsaquo;Wirtstext&lsaquo; abh&auml;ngig, wie sie darauf zur&uuml;ckwirken (etwa wenn
              sie dessen
              Originalit&auml;tsanspruch st&ouml;ren, indem sie sich dar&uuml;ber lustig machen).</p>
            <p>In der &Uuml;bung werden die Beziehungen zwischen Original und Kopie bzw. zwischen Wirt und Gast, wie
              sie die
              Vorsilbe par/a benennt, genauer untersucht &#150; und zwar nicht zuletzt im Blick auf die hier
              ausgetragenen
              Machtverh&auml;ltnisse. Vorgesehen ist, die Verfahren der Aneignung, des Zitierens und Parodierens aus
              einer
              medien&uuml;bergreifenden Perspektive zu diskutieren &#150; am Beispiel etwa der Zitatmontagen in der
              Pop-Literatur, der Bildaneignung in Pop Art, Appropriation Art und im Film, der Geschlechterparodie
              sowie der
              afroamerikanische Kulturtechnik des Signifyin&#146;. Gelesen werden Texte u.a. von Bertolt Brecht
              (Stichwort:
              V-Effekt), Walter Benjamin (Reproduktion und Aura), Judith Butler (Gender-Parodie) und Henri Louis Gates
              jr.
              (Signifyin&#146;).
            </p>
            <p>Teil der &Uuml;bung sind ca. 4 Filmtermine am Mittwochabend; SeminarteilnehmerInnen, die diese Termine
              nicht
              wahrnehmen k&ouml;nnen, m&uuml;ssen sich die Filme anderweitig besorgen.
              Sofern sie nicht in preisg&uuml;nstigen Ausgaben erh&auml;ltlich sind, werden die diskutierten Texte im
              Internet
              (per <a href="https://ecampus.uni-bonn.de">ecampus</a>) zur Verf&uuml;gung gestellt.</p>
            <p>Literaturhinweise:
              Gisela Fehrmann/Erika Linz/Eckhard Schumacher/Brigitte Weingart (Hg.), Originalkopie. Praktiken des
              Sekund&uuml;ren, K&ouml;ln: DuMont 2004 (darin v.a. die Einleitung der HerausgeberInnen). &#150; Andrea
              Gutenberg/Ralph J. Poole (Hg.), Zitier-F&auml;higkeit. Findungen und Erfindungen des Anderen, Berlin:
              Erich
              Schmidt 2001.
            </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Wie man (k)eine Geschichte erz&auml;hlt: Narration in Literatur und Film</h4>
          <p>&Uuml;bung im BA-Modul &rsaquo;Intermedialit&auml;t&lsaquo;, Institut f&uuml;r Germanistik, Vergleichende
            Literatur- und Kulturwissenschaft/Medienwissenschaft, Universit&auml;t Bonn, WS 2009/10 <a href="#"
              class="showlink">[Kommentar]</a><a href="#" class="hidelink" style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Geschichten haben einen eigenartigen Bezug zu den Medien und Zeichensystemen, mittels derer sie
              erz&auml;hlt
              werden: Einerseits sind sie davon unabh&auml;ngig genug, um sich vom einen ins andere &uuml;bertragen zu
              lassen
              &#150; etwa von der m&uuml;ndlichen Erz&auml;hlung in den schriftlichen Text in den Film etc.
              Andererseits
              l&auml;sst sich eine Geschichte nicht vollst&auml;ndig vom jeweiligen Medium des Erz&auml;hlens
              abstrahieren, da
              jede Wiedergabe eines Geschehens zwangsl&auml;ufig den gew&auml;hlten medialen Bedingungen und
              M&ouml;glichkeiten unterworfen ist (wie die systematischen Schwierigkeiten z.B. der Nacherz&auml;hlung,
              der
              &Uuml;bersetzung und der Literaturverfilmung auf je verschiedenen Ebenen verdeutlichen).</p>
            <p>Ziel des Seminars ist es, am Beispiel literarischer und filmischer Narration eine Beschreibungssprache
              zu
              erarbeiten, mit der sich sowohl medienspezifische wie medien&uuml;bergreifende Verfahren und
              Strukturmuster des
              Erz&auml;hlens bestimmen lassen. Das beinhaltet zun&auml;chst eine Auseinandersetzung mit den
              einschl&auml;gigen
              analytischen Kategorien der literatur- und filmwissenschaftlichen Erz&auml;hlforschung und deren
              Anwendung auf
              ausgew&auml;hlte literarische und filmische Beispiele. Dabei wird der Vergleich von
              traditionell-realistischen
              (linearen) Erz&auml;hltechniken und post-/modernen Verfahren der Diskontinuit&auml;t eine wesentliche
              Rolle
              spielen. Au&szlig;erdem besch&auml;ftigen wir uns, u.a. anhand von Drehbuch-Ratgebern, mit den
              normativen
              Varianten der Narrationsanalyse, die aus erz&auml;hlerischen Erfolgsmodellen Rezepte f&uuml;r eine
              &rsaquo;gute
              Story&lsaquo; ableiten &#150; aber auch mit Versuchen, solchen Erz&auml;hlkonventionen
              entgegenzuarbeiten.</p>
            <p>Der Filmtermin von 18-20 Uhr ist obligatorischer Bestandteil der &Uuml;bung.</p>
            <p>Sofern sie nicht in preisg&uuml;nstigen Ausgaben erh&auml;ltlich sind, werden die diskutierten Texte im
              Internet (per <a href="https://ecampus.uni-bonn.de">ecampus</a>) zur Verf&uuml;gung gestellt.</p>
            <p>Zur Anschaffung empfohlen: Matias Martinez/Michael Scheffel, Einf&uuml;hrung in die Erz&auml;hltheorie,
              7.
              Aufl., M&uuml;nchen: Beck 2007 (16.90)</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Literatur und Magie</h4>
          <p>Seminar im BA-Modul &rsaquo;Literatur seit dem 19. Jahrhundert&lsaquo;, Institut f&uuml;r Germanistik,
            Vergleichende Literatur- und Kulturwissenschaft/Medienwissenschaft, Universit&auml;t Bonn, SoSe 2009 <a
              href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Was man unter &raquo;Magie&laquo; zu verstehen hat, l&auml;sst sich nicht allgemeing&uuml;ltig
              bestimmen,
              sondern ist von der jeweiligen historischen und kulturellen Perspektive abh&auml;ngig. Im weitesten
              Sinne
              bezieht sich der Begriff auf die Arten und Weisen, wie sich Menschen zu M&auml;chten und Kr&auml;ften
              ins
              Verh&auml;ltnis setzen, die ihre rational abgesicherten Erkl&auml;rungsmuster &uuml;bersteigen. Die
              Literatur
              hat an diesen r&auml;tselhaften Beziehungen nicht nur traditionell ein starkes Interesse, sie l&auml;sst
              sich
              mitunter selbst den als &rsaquo;magisch&lsaquo; geltenden Kulturtechniken zurechnen.</p>
            <p>Gegenstand des Seminars sind entsprechend nicht nur theoretische und literarische Texte
              &rsaquo;&uuml;ber&lsaquo; Magie, sondern auch und insbesondere solche, die ihrerseits auf den Effekt der
              verbalen Verzauberung abzielen. Anhand von Texten von Shakespeare, Ludwig Tieck, E.T.A. Hoffmann, Gustav
              Meyrink, St&eacute;phane Mallarm&eacute;, Hugo von Hofmannsthal und Thomas Mann besch&auml;ftigen wir
              uns mit
              den jeweiligen Poetiken der Verzauberung bzw. des &rsaquo;Wunderbaren&lsaquo; und mit der Idee der
              &rsaquo;Sprachmagie&lsaquo;, aber auch mit den Fragen von Macht und Manipulation, die innerhalb dieser
              magischen
              Szenarien verhandelt werden.</p>
            <p>Literatur zum Einstieg: Christoph Hein, Von der Magie und den Magiern [1984], in: ders., Johann
              Wallbergens
              Sammlung nat&uuml;rlicher Zauberk&uuml;nste oder aufrichtige Entdeckung verschiedener bew&auml;hrter,
              lustiger
              und n&uuml;tzlicher Geheimn&uuml;sse, insbesondere denen Wein-Negozianten dienende, Leipzig-Weimar:
              Gustav
              Kiepenheuer 1988, S. 329-350. Auch in: Christoph Hein, Die f&uuml;nfte Grundrechenart. Essays und Reden
              1987-1990, Frankfurt/Main: Luchterhand Verlag 1990. &#150; Yoko Tawada, Spielzeug und Sprachmagie in der
              europ&auml;ischen Literatur: eine ethnologische Poetologie. T&uuml;bingen: Konkursbuchverlag, 2000.
              &#150;
              Robert Stockhammer, Zaubertexte. Die Wiederkehr der Magie und die Literatur 1880-1945, Berlin: Akademie
              Verlag
              2000.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Optische Magie: Der Zauber visueller Medien</h4>
          <p>Seminar im BA-Modul &rsaquo;Medien und Kultur&lsaquo;, Institut f&uuml;r Germanistik, Vergleichende
            Literatur-
            und Kulturwissenschaft/Medienwissenschaft, Universit&auml;t Bonn, SoSe 2009 <a href="#"
              class="showlink">[Kommentar]</a><a href="#" class="hidelink" style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Nicht nur in seinen Anf&auml;ngen wurde dem Kino h&auml;ufig zugeschrieben, dass es den Zuschauer
              &rsaquo;verzaubert&lsaquo;. Wie die Medien- und Kulturgeschichte des Films zeigt, handelt es sich dabei
              nicht
              notwendig um eine Metapher. Bereits das Beispiel der &raquo;Laterna magica&laquo; als Vorform des
              Filmprojektors
              verdeutlicht, dass die Entwicklung des Kinos mit der Geschichte der optischen Magie aufs engste
              verkn&uuml;pft
              ist.</p>
            <p>Dieser historische Zusammenhang wird in der &Uuml;bung anhand ausgew&auml;hlter Beispiele
              rekonstruiert. Dabei
              liegt der Akzent auf Texten und vor allem Filmen, die ihr eigenes Verh&auml;ltnis zur optischen Magie
              nicht nur
              thematisieren, sondern auch formal reflektieren (etwa durch medienspezifische Verfahren der
              Illusionierung).
              Thematische Schwerpunkte sind u.a.: fr&uuml;hneuzeitliche Traktate zur optischen Magie; literarische
              Illusionierung und optische T&auml;uschung um 1800; die Spezialeffekte der (Geister-)Fotographie;
              M&eacute;li&egrave;s&#146; Zaubershows und Kinematographen-Filme; &rsaquo;hypnotische&lsaquo;
              Stummfilme; Zauber
              und Zauberer im Hollywood-Film (z.B. THE PRESTIGE). Die Veranstaltung bietet damit auch die Gelegenheit,
              sich
              einen ersten mediengeschichtlichen &Uuml;berblick zu verschaffen. 4-st&uuml;ndig (Filmtermin im
              Anschluss an
              die Sitzung).</p>
            <p>Literatur: Nicole Gronemeyer, Optische Magie. Zur Geschichte der visuellen Medien in der Fr&uuml;hen
              Neuzeit,
              Bielefeld: Transcript Verlag 2004. &#150; Simon During, Modern Enchantments. The Cultural Power of
              Secular
              Magic, Cambridge, Mass. [u.a.]: Harvard University Press 2002. &#150; Edgar Morin, Der Mensch und das
              Kino. Eine
              anthropologische Untersuchung, Stuttgart: Ernst Klett Verlag 1958.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="blue">2008</h3>
        <article>
          <h4>Bild und Blick um 1800 / Imagery and Eye Contact, 1770-1830</h4>
          <p>Seminar GERM G4438, Columbia University, <a href="http://www.columbia.edu/cu/german/">Department of
              Germanic
              Languages and Literatures</a>, Spring Term 2008 <a href="#" class="showlink">[Kommentar]</a><a href="#"
              class="hidelink" style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Something in the picture is looking back: The impression of being &raquo;photo-graphed&laquo; by an
              image, as
              Jacques Lacan put it, predates both French poststructuralist theory and photography. We encounter its
              early
              versions in the numerous scenarios of visual experience as enchantment in late 18th and 19th century
              literature,
              aesthetic discourse, and even optical theory.</p>
            <p>In our discussion of these texts we will focus on the idea of eye contact as &raquo;fascination&laquo;
              &#150; a
              concept deriving from the realm of magic and superstition, where it refers to the belief in the evil eye
              &#150;
              and its conflicting connotations of visual pleasure and mortification: What exactly is it that is
              (projected
              onto the object of the look as) &raquo;looking back&laquo; at a subject (which thereby becomes an
              object)? And
              what are the rhetorical means employed to account for media difference, for the translation of the
              visual into
              the verbal? By reconstructing this crucial part of the discourse on the &raquo;power of images&laquo; as
              reflected in literature, the course aims to shed light on modern aesthetics&#146; complex relationship
              with
              archaic ideas of vision which it, in its modernity, would prefer to locate in &raquo;primitive&laquo;
              cultures.
            </p>
            <p>Reading includes texts by Diderot, Winckelmann, Lessing, Herder, Schiller, Goethe, E.T.A. Hoffmann,
              Tieck,
              Eichendorff, Merim&#233;e, and Balzac, as well as essays on image theory, optical history and on the
              discourses
              of magic and superstition (by Lacan, Didi-Huberman, Crary, Seligmann, Freud, and others).</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="red">2007</h3>
        <article>
          <h4>Wie man (k)eine Geschichte erz&auml;hlt: Narration in Literatur und Film</h4>
          <p>Proseminar II, Institut f&uuml;r Germanistik, Vergleichende Literatur- und
            Kulturwissenschaft/Medienwissenschaft,
            Universit&auml;t Bonn, SoSe 2007 (zweifach) <a href="#" class="showlink">[Kommentar]</a><a href="#"
              class="hidelink" style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Geschichten haben einen eigenartigen Bezug zu den Medien und Zeichensystemen, mittels derer sie
              erz&auml;hlt
              werden: Einerseits sind sie davon unabh&auml;ngig genug, um sich vom einen ins andere &uuml;bertragen zu
              lassen
              &#150; etwa von der m&uuml;ndlichen Erz&auml;hlung in den schriftlichen Text in den Film etc.
              Andererseits
              l&auml;sst sich eine Geschichte nicht vollst&auml;ndig vom jeweiligen Medium des Erz&auml;hlens
              abstrahieren, da
              jede Wiedergabe eines Geschehens zwangsl&auml;ufig den gew&auml;hlten medialen Bedingungen und
              M&ouml;glichkeiten unterworfen ist (wie die systematischen Schwierigkeiten z.B. der Nacherz&auml;hlung,
              der
              &Uuml;bersetzung und der Literaturverfilmung auf je verschiedenen Ebenen verdeutlichen).</p>
            <p>Ziel des Seminars ist es, am Beispiel literarischer und filmischer Narration eine Beschreibungssprache
              zu
              erarbeiten, mit der sich sowohl medienspezifische wie medien&uuml;bergreifende Verfahren und
              Strukturmuster des
              Erz&auml;hlens bestimmen lassen. Das beinhaltet zun&auml;chst eine Auseinandersetzung mit den
              einschl&auml;gigen
              analytischen Kategorien der literatur- und filmwissenschaftlichen Erz&auml;hlforschung und deren
              Anwendung auf
              ausgew&auml;hlte literarische und filmische Beispiele. Dabei wird der Vergleich von
              traditionell-realistischen
              (linearen) Erz&auml;hltechniken und post-/modernen Verfahren der Diskontinuit&auml;t eine wesentliche
              Rolle
              spielen. Au&szlig;erdem besch&auml;ftigen wir uns, u.a. anhand von Drehbuch-Ratgebern, mit den
              normativen
              Varianten der Narrationsanalyse, die aus erz&auml;hlerischen Erfolgsmodellen Rezepte f&uuml;r eine
              &rsaquo;gute
              Story&lsaquo; ableiten &#150; aber auch mit Versuchen, solchen Erz&auml;hlkonventionen
              entgegenzuarbeiten.</p>
            <p>Die ca. 5 Filmtermine am Montagabend sind obligatorischer Bestandteil des Seminars.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="orange">2006</h3>
        <article>
          <h4>Vom H&ouml;rensagen: Ger&uuml;chte</h4>
          <p>Proseminar I, Institut f&uuml;r Germanistik, Vergleichende Literatur- und
            Kulturwissenschaft/Medienwissenschaft,
            Universit&auml;t Bonn, WS 2006/07 <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>&raquo;Es hat sich herumgesprochen&laquo;: Ger&uuml;chte sind Botschaften, deren Verbreitung
              paradoxerweise
              nicht davon beeintr&auml;chtigt wird, da&szlig; man nicht genau wei&szlig;, wo sie herkommen und ob sie
              wirklich
              stimmen &#150; im Gegenteil. Gerade da&szlig; sie unbest&auml;tigt sind, h&auml;lt die Zirkulation
              dieser
              Nachrichten und ihre kollektive Er&ouml;rterung im Gang. Und einmal in die Welt gesetzt, ist ein
              Ger&uuml;cht
              auch durch die Richtigstellung &#150; die immer riskiert, es erneut zu aktualisieren &#150; nicht
              notwendig
              stillgelegt: &raquo;Kein Rauch ohne Feuer&laquo;. Kein Wunder, da&szlig; nicht nur einschl&auml;gige
              Redewendungen (Ger&uuml;chte sind &rsaquo;ansteckend&lsaquo;, verbreiten sich &rsaquo;wie im
              Flug&lsaquo; oder
              &rsaquo;wie ein Lauffeuer&lsaquo;, &rsaquo;mutieren&lsaquo; und sind &rsaquo;nicht auszurotten&lsaquo;),
              sondern
              auch die Wissenschaften auf epidemische Metaphern und Modelle zur&uuml;ckgreifen, um das wenig griffige
              Ph&auml;nomen zu erfassen.</p>
            <p>Im Seminar besch&auml;ftigen wir uns zun&auml;chst mit unterschiedlichen Versuchen, die implizite Logik
              dieser
              Kommunikationsform auf den Begriff zu bringen. Ausgehend von den Darstellungen der mythologischen
              Figuren Fama
              bzw. Pheme widmen wir uns soziologischen, psychologischen und ethnologischen Erkl&auml;rungsmodellen;
              nicht
              zuletzt werden hier &Uuml;berschneidungen und Unterschiede zum Klatsch, den ein st&auml;rkerer
              Personenbezug
              kennzeichnet, herauszuarbeiten sein. Au&szlig;erdem werden die Befunde der literaturwissenschaftlichen
              Erz&auml;hl- und Zitatforschung auf ihre &Uuml;bertragbarkeit auf Ger&uuml;cht und Klatsch
              &uuml;berpr&uuml;ft.
            </p>
            <p>Im zweiten Teil des Seminars geht es um literarische und filmische Schreib- bzw. Erz&auml;hlweisen des
              Ger&uuml;chts, also um Versuche, der Logik des Ger&uuml;chts durch entsprechende Darstellungsverfahren
              Rechnung
              zu tragen. Hier werden literarische Texte (von den Anekdoten Kleists &uuml;ber Wilhelm Raabes
              Erz&auml;hlungen
              vom H&ouml;rensagen bis zu den Zitatmontagen der Popliteratur) sowie Filme (u.a. &raquo;M &#150; Eine
              Stadt
              sucht einen M&ouml;rder&laquo;; &raquo;Citizen Kane&laquo;; &raquo;Gossip&laquo;) zur Diskussion stehen.
              Dabei
              stellt sich nicht nur die Frage nach den Medien der Ger&uuml;chte&uuml;bertragung, sondern auch nach dem
              vermeintlichen Geschlecht des Ger&uuml;chts, das wie der Klatsch weiblich konnotiert ist &#150; man
              denke an die
              entsprechenden &rsaquo;-Tanten&lsaquo;, die vorzugsweise in der
              (Ger&uuml;chte-)&rsaquo;K&uuml;che&lsaquo; oder
              beim Kaffee aktiv sind.</p>
            <p>Literatur zur Einf&uuml;hrung: Hans-Joachim Neubauer, Fama. Eine Geschichte des Ger&uuml;chts, Berlin:
              Berlin
              Verlag 1998.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Filmanalyse</h4>
          <p>Proseminar I, Institut f&uuml;r Germanistik, Vergleichende Literatur- und
            Kulturwissenschaft/Medienwissenschaft,
            Universit&auml;t Bonn, WS 2006/07 <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Das Seminar zielt darauf ab, &raquo;Filme&laquo; als die fremdartigen Erscheinungen in den Blick zu
              r&uuml;cken, die sie sind &#150; auch wenn sie ihre mediale Beschaffenheit mitunter vergessen machen,
              weil
              bestimmte filmische Darstellungskonventionen uns so vertraut sind, dass wir sie als
              &rsaquo;nat&uuml;rlich&lsaquo; wahrnehmen.</p>
            <p>Nach einer kurzen Einf&uuml;hrung in die Technik- und Kulturgeschichte des Films erarbeiten wir
              Konzepte zur
              Analyse filmischer Verfahren (Mise en sc&egrave;ne, Einstellung, Montage, Narration) und
              besch&auml;ftigen uns
              mit verschiedenen Aspekten filmwissenschaftlicher Kategorisierung (Genre, Autor, Zuschauer,
              Fiktion/Dokumentation). Die Perspektive auf die Herstellung von
              &rsaquo;selbstverst&auml;ndlichen&lsaquo;
              Bedeutungen im Film wird durch die Besch&auml;ftigung mit theoretischen Ans&auml;tzen vertieft, die das
              Verh&auml;ltnis von Konventionalisierung und Abweichung in Filmsprache und -rezeption reflektieren
              (Neoformalismus, Filmsemiotik, feministische Filmtheorie, Cultural Studies).</p>
            <p>Vorgesehen ist eine enge Verzahnung von Theorie und ausgew&auml;hlten Filmbeispielen (vom Stummfilm bis
              zu
              aktuellen Produktionen), was die Bereitschaft zur intensiven Besch&auml;ftigung sowohl mit (teilweise
              englischsprachigen) Texten wie mit Filmen voraussetzt.</p>
            <p>Der w&ouml;chentliche Filmtermin ist obligatorischer Bestandteil des Seminars.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Faszination und Bildmagie um 1800</h4>
          <p>Einf&uuml;hrung II, Germanistisches Seminar/Medienwissenschaft, Universit&auml;t Bonn, SoSe 2006 <a
              href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Ausgehend vom Begriff der Faszination, der etymologisch auf den Zusammenhang von Sehen und Verblendung
              bzw.
              Verhexung verweist, widmet sich das Seminar einer ganz bestimmten Sorte von Bildern in Texten:
              n&auml;mlich
              solchen &raquo;Bildnissen&laquo;, die den Betrachter regelrecht verhexen &#150; nicht immer, weil sie
              &raquo;bezaubernd sch&ouml;n&laquo; sind. Es geht um Wahrnehmungsweisen und Beschreibungen von Bildern,
              die
              deren &rsaquo;magische&lsaquo; Qualit&auml;ten zu erfassen versuchen und dabei sowohl ein
              Darstellungsproblem
              (Unsagbarkeit) wie eine Medienkonkurrenz (ein Bild sagt mehr als tausend Worte) austragen. Dabei nicht
              zuletzt
              wird zu fragen sein, was genau es eigentlich ist, das aus dem Bild zur&uuml;ckschaut, welche
              Platzhalterfunktion
              das magische Bild jeweils einnimmt &#150; eine Frage, der auch in Exkursen in die diskursiven Gefilde
              von
              Kunsttheorie, Mythologie, Aberglaube und Geschlechtersemantik um 1800 nachgegangen wird.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Literatur- als Medientheorie</h4>
          <p>Proseminar II, Germanistisches Seminar/Medienwissenschaft, Universit&auml;t Bonn, SoSe 2006 <a href="#"
              class="showlink">[Kommentar]</a><a href="#" class="hidelink" style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Auch wenn die audiovisuellen Medien und vor allem der Computer h&auml;ufig f&uuml;r den vermeintlichen
              Verfall
              der Buchkultur verantwortlich gemacht werden, sind &raquo;Literatur&laquo; und &raquo;Medien&laquo;
              keineswegs
              Gegenbegriffe: Literarische Werke sind ihrerseits medial verfasst, ihre Aufzeichnung und Verbreitung
              vollzieht
              sich mittels Medien, sie reagieren auf technische Entwicklungen. Literatur schreibt also immer auch
              Mediengeschichte/n, und dies nicht erst seit den technischen Errungenschaften des 20. Jahrhunderts.</p>
            <p>Im Seminar setzen wir uns mit verschiedenen Versuchen auseinander, den medialen Status von Literatur in
              deren
              Analyse miteinzubeziehen und Literaturtheorie (auch) als Medientheorie zu betreiben. Dabei geht es
              zun&auml;chst
              um Ans&auml;tze, die die Besonderheit des &raquo;Sprachkunstwerks&laquo; in Abgrenzung zu anderen
              Kunstformen
              und medialen Formaten bestimmen. Hier wird uns insbesondere Lessings (bis heute) einflussreiche Schrift
              &raquo;Laokoon&laquo; (1766) besch&auml;ftigen, die &raquo;die Grenzen der Malerei und Poesie&laquo;
              abzustecken
              versucht.</p>
            <p>Desweiteren widmen wir uns den durch den Strukturalismus angeregten Versuchen, mediale Differenzen im
              Rahmen
              einer &uuml;bergreifenden Zeichentheorie zu verhandeln und sprach- und literaturtheoretische Verfahren
              f&uuml;r
              die Analyse anderer Medien produktiv zu machen (etwa Roland Barthes&#146; &raquo;Rhetorik des
              Bildes&laquo; oder
              Christian Metz&#146; &raquo;Sprache des Films&laquo;). Schlie&szlig;lich stehen Theorien zur Debatte,
              die sich
              mit Prozessen der &Uuml;bersetzung und der Hybridisierung von Medien besch&auml;ftigen und Literatur als
              Teil
              eines umfassenderen Medienverbunds in den Blick nehmen (Walter Benjamin, Marshall McLuhan, Friedrich
              Kittler).
            </p>
            <p>Literatur zum Einstieg: Bernd Stiegler, Literatur und Medien. Einleitung, in: Texte zur
              Literaturtheorie der
              Gegenwart, hg. von Dorothee Kimmich, Rolf G&uuml;nter Renner und Bernd Stiegler, Stuttgart: Reclam 1996,
              S.
              441-448 (dort weitere Hinweise). &#150; Friedrich A. Kittler, Literaturgeschichte, in: Heinrich
              Bosse/Ursula
              Renner (Hg,), Literaturwissenschaft. Einf&uuml;hrung in ein Sprachspiel, Freiburg: Rombach 1999, S.
              357-362.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="purple">2005</h3>
        <article>
          <h4>Filmanalyse</h4>
          <p>Proseminar I, Germanistisches Seminar/Medienwissenschaft, Universit&auml;t Bonn, WS 2005/06 <a href="#"
              class="showlink">[Kommentar]</a><a href="#" class="hidelink" style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Das Seminar zielt darauf ab, &raquo;Filme&laquo; als die fremdartigen Erscheinungen in den Blick zu
              r&uuml;cken, die sie auch und gerade dann sind, wenn sie sich so darstellen, als seien sie &rsaquo;aus
              dem Leben
              gegriffen&lsaquo;. Nach einer kurzen Einf&uuml;hrung in die Geschichte des Films als technisches Medium
              (und die
              Probleme, eine bzw. 1 solche zu erz&auml;hlen) werden wir einzelne Konzepte zur Analyse der filmischen
              Verfahren
              erarbeiten, mittels derer Realismus-Effekte erzielt und unterlaufen werden (Mise en sc&egrave;ne,
              Einstellung/Rahmung, Montage, Narration, Genre, Autor, Star). Diese Perspektive wird durch die
              Besch&auml;ftigung mit solchen filmtheoretischen Ans&auml;tzen vertieft, die die Unterscheidung zwischen
              Fiktion
              und Dokumentation verkomplizieren.</p>
            <p>Vorgesehen ist eine enge Verzahnung von Theorie und ausgew&auml;hlten Filmbeispielen, was die
              Bereitschaft zu
              intensiver Lekt&uuml;re sowohl von Texten wie von Filmen voraussetzt. </p>
            <p>Zur Einf&uuml;hrung/Vorbereitung empfohlen: James Monaco, Film verstehen, Reinbek, 5. Aufl. 2004.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Sexualit&auml;t und Wahrheit 5 </h4>
          <p>Proseminar II (gemeinsam mit Dr. Claude Haas), Germanistisches Seminar/Medienwissenschaft,
            Universit&auml;t Bonn,
            WS 2005/06 <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>1976 ver&ouml;ffentlichte der franz&ouml;sische Historiker und Philosoph Michel Foucault den ersten
              Band seiner
              Geschichte der Sexualit&auml;t, der ein Jahr sp&auml;ter unter dem Titel &raquo;Der Wille zum Wissen.
              Sexualit&auml;t und Wahrheit 1&laquo; in deutscher &Uuml;bersetzung erschien. Zwei weitere B&auml;nde
              folgten;
              der vierte ist bislang unver&ouml;ffentlicht, da der fr&uuml;hzeitige Tod Foucaults 1984 die rechtliche
              Situation verkomplizierte. </p>
            <p>Im Seminar &raquo;Sexualit&auml;t und Wahrheit 5&laquo; soll versucht werden, die seinerzeit
              spektakul&auml;re
              These Foucaults, der Sex sei in seiner abendl&auml;ndischen Geschichte zumindest nicht in erster Linie
              unterdr&uuml;ckt und tabuisiert, sondern als Gegenstand eines st&auml;ndigen Sprechanreizes einer
              subtileren
              Machtaus&uuml;bung unterworfen worden, auf die gegenw&auml;rtigen Diskurse &uuml;ber Sexualit&auml;t zu
              beziehen. Dies beinhaltet in einem ersten Schritt die intensive Auseinandersetzung mit Foucaults
              Argumentation
              und die exemplarische Diskussion historisch &auml;lterer Texte (Freud, Bataille, Marcuse u. a.). In
              einem
              zweiten Schritt wird die Situation der &raquo;sexuellen Revolution&laquo; der 60er Jahre bis zur
              Gegenwart (etwa
              die Normalisierung ehemals als &raquo;abweichend&laquo; geltender Sexualit&auml;ten, aber auch ihre
              erneute
              Stigmatisierung und Pathologisierung in der AIDS-Krise) in den Blick genommen. </p>
            <p>Dabei liegt ein Schwerpunkt auf literarischen Texten (z. B. von Sybille Berg, Rolf-Dieter Brinkmann,
              Michel
              Houellebecq, Elfriede Jelinek, Philip Roth, Zeruya Shalev); dar&uuml;ber hinaus sind besonders
              symptomatische
              Erscheinungsformen des in Film, Fernsehen und Popkultur allgegenw&auml;rtigen Themas an einigen
              Beispielen zu
              diskutieren (etwa <i>Kinsey</i>, <i>Sex and the City</i>, ausgew&auml;hlte Pornografie und
              &raquo;Lebenshilfe&laquo;). Hier wird uns v. a. der Zusammenhang zwischen Sex und
              &raquo;Geschichte&laquo;
              (Subjektivit&auml;t) und damit einher die nach wie vor weit verbreitete (Wunsch-)Vorstellung eines
              geschichtslosen Sex interessieren. So sehr der Porno auf Geschichtslosigkeit zu setzen scheint, so sehr
              bleiben
              selbst heute noch als skandal&ouml;s aber hochkar&auml;tig geltende Filme (<i>L&#146;homme qui aimait
                les
                femmes</i>, <i>Der letzte Tango in Paris</i>) dem Modell einer stark geschichtstr&auml;chtigen
              Sexualit&auml;t
              interessanterweise ausgerechnet des Mannes verpflichtet. Nach Gr&uuml;nden hierf&uuml;r wird geduldig zu
              forschen sein. </p>
            <p>Lekt&uuml;re zur Vorbereitung: Michel Foucault, Der Wille zum Wissen. Sexualit&auml;t und Wahrheit 1,
              Frankfurt
              a. M. 1983.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Literatur und Fotografie</h4>
          <p>Proseminar I, Germanistisches Seminar/Medienwissenschaft, Universit&auml;t Bonn, SoSe 2005 <a href="#"
              class="showlink">[Kommentar]</a><a href="#" class="hidelink" style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>&raquo;&#150; Wie erkl&auml;ren Sie dann aber folgendes, Herr Professor?&laquo; [...] &raquo;Eines
              Tages
              photographierten wir einen jungen Mann; &#150; wir wu&szlig;ten &uuml;brigens nichts N&auml;heres
              &uuml;ber ihn
              und kannten ihn nur fl&uuml;chtig &#150; &#150; eine Kaffeehausbekanntschaft &#150; wir w&auml;ren wohl
              gar
              nicht auf die Idee gekommen, mit ihm zu experimentieren, wenn nicht Gustav, eigentlich ohne jeden
              Anhaltspunkt,
              &#150; in diesem Fall etwas ganz Besonderes, eine wissenschaftliche Ausbeute in unserem Sinne, gewittert
              h&auml;tte. Also wir machen die Aufnahme, &rsaquo;entwickeln&lsaquo;, und auf dem Bild zeigt sich mitten
              auf der
              Stirn ein deutlicher kreisrunder schwarzer Fleck.&lsaquo; &#150; Eine kurze Pause Stillschweigens.
              &raquo;Na
              &#150; und?&lsaquo; fragte der Philosoph. &raquo;Und? &#150; vierzehn Tage sp&auml;ter t&ouml;tete sich
              der
              junge Mann &#150; &#150; &#150; durch einen Schu&szlig; in die Stirne. Sehen Sie, hier genau an dieser
              Stelle,
              &#150; hier haben Sie beide Photographien, &#150; die da als Leiche und diese vierzehn Tage fr&uuml;her.
              Vergleichen Sie selbst!&laquo; (Gustav Meyrink, Das &#150; allerdings, 1913) </p>
            <p>Seit sich die Fotografie im 19. Jahrhundert als Verfahren visueller Aufzeichnung etablierte, hat sich
              die
              Literatur vom &raquo;Schreiben mit Licht&laquo; faszinieren (also auch: verblenden) lassen. Im Seminar
              wird
              diese Faszinationsgeschichte anhand einiger Beispiele &rsaquo;wissenschaftlich ausgebeutet&lsaquo;.
              Dabei geht
              es weniger um den generellen (und umstrittenen) Einfluss der fotografischen Abbildfunktion auf die
              Realismus-Konzeptionen des 19. Jahrhunderts, als um literarische Inszenierungen einer
              <i>Medienkonkurrenz</i>,
              die gerade auf den Unterschied zwischen Text und Bild setzen. Diskutiert werden insbesondere Texte mit
              Fotos und
              &uuml;ber Fotos, aber auch Fotos von Texten und Fotografie-Theorie (u.a. von Walter Benjamin, Marcel
              Beyer,
              Bertolt Brecht, Rolf Dieter Brinkmann, Hubert Fichte/Leonore Mau, Alexander Kluge, Thomas Mann, W.G.
              Sebald,
              Susan Sontag). Wie wird die mediale Differenz zwischen Text und Bild je produktiv gemacht, wie werden
              Bilder
              beschriftet bzw. gelesen und wie Texte bebildert? Sagt ein Bild &rsaquo;mehr als tausend Worte&lsaquo;?
              Wie
              gelingt es der Schrift, der Fotografie ihren Wahrheitsanspruch &#150; als Spur einer Realit&auml;t bzw.
              Dokument
              &#150; streitig zu machen? Welche Funktionen werden Fotografie und Schrift in der Verwaltung des
              subjektiven und
              kollektiven Ged&auml;chtnisses zugeschrieben, und wem geh&ouml;rt das Unsichtbare, das Jenseitige und
              die
              Zukunft? &#150; &raquo;Vergleichen Sie selbst!&laquo;
            </p>
            <p>Lekt&uuml;re zur Vorbereitung: Roland Barthes, Die helle Kammer. Bemerkungen zur Photographie (1980),
              Frankfurt/M.: Suhrkamp 1989. &#150; Italo Calvino, Abenteuer eines Photographen (1957), in: ders.,
              Abenteuer
              eines Reisenden. Erz&auml;hlungen, M&uuml;nchen: dtv 1986, S. 108-128.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Gender Remixed</h4>
          <p>Proseminar II (gemeinsam mit Dr. Peter Rehberg), Germanistisches Seminar/Medienwissenschaft,
            Universit&auml;t
            Bonn, SoSe 2005 (zweifach) <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Innerhalb der Literatur- und Kulturwissenschaften geh&ouml;ren die Gender Studies zu den
              Theoriefeldern, in
              denen in der j&uuml;ngsten Vergangenheit die intensivsten Debatten stattfanden. Seit den 70er Jahren
              dreht sich
              die Diskussion um den Zusammenhang von Geschlecht und Identit&auml;t: W&auml;hrend es in fr&uuml;heren
              feministischen Positionen h&auml;ufig als politische Notwendigkeit galt, auf die Identit&auml;t
              &rsaquo;der
              Frau&lsaquo; zu setzen, wurde dieser identit&auml;tspolitische Ansatz seit den 80er Jahren zunehmend in
              Frage
              gestellt. Mit der Einsicht in den performativen Charakter von Gender-Zuschreibungen hat sich die
              Kategorie der
              Geschlechtsidentit&auml;t verkompliziert. Die Kritik seitens der Queer Studies wiederum machte darauf
              aufmerksam, dass selbst die Auffassung von Gender als Konstruktion noch auf der bin&auml;ren
              Unterscheidung von
              m&auml;nnlich vs. weiblich beruht &#150; einer Unterscheidung, die nicht zuletzt von Homosexualit&auml;t
              und
              Transgender durchkreuzt wird. </p>
            <p>Im Seminar wird diese Theoriegeschichte an einer repr&auml;sentativen Auswahl unterschiedlicher
              Ans&auml;tze
              rekonstruiert. Dabei wird anhand verschiedener literarischer Texte (etwa von Hubert Fichte, Elfriede
              Jelinek,
              Thomas Meinecke, Yoko Tawada) und Filmbeispiele (etwa von Rainer Werner Fassbinder, Madonna) gefragt,
              wie die
              unterschiedlichen Ans&auml;tze jeweils methodisch produktiv zu machen sind.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="orange">2004</h3>
        <article>
          <h4>Illusionsst&ouml;rung: Brecht, Godard</h4>
          <p>Proseminar I, Germanistisches Seminar/Medienwissenschaft, Universit&auml;t Bonn, WS 2004/05 <a href="#"
              class="showlink">[Kommentar]</a><a href="#" class="hidelink" style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>&raquo;Um die Sinnesart der jungen Leute zu verstehen, betrachte man den Film unserer Zeit. Die Firmen
              w&auml;hlen als Darsteller mehr oder weniger h&auml;ufige Typen, die sich selber spielen, ohne jede
              Verstellung,
              Maske, Charakterisierung auftreten und in Situationen kommen, in welche auch das Publikum zu kommen
              w&uuml;nscht
              &#150; wenigstens in der Phantasie.&laquo; &#150; Bertolt Brecht, der diese Diagnose in der 1930er
              Jahren
              formulierte, hat die Verfahren der Illusionierung und ihre politischen Implikationen nicht nur
              pr&auml;zise
              analysiert. Er hat sie auch mit einem dezidierten und folgenreichen Gegenentwurf gekontert, und zwar in
              Theorie
              und Praxis. Das Seminar setzt sich zun&auml;chst mit Brechts Medien&auml;sthetik und seinem alternativen
              Konzept
              von Realismus auseinander, wobei die Techniken der Illusionsst&ouml;rung (etwa der Verfremdungs-Effekt
              im
              epischen Theater) im Vordergrund stehen. Im zweiten Teil werden einige fr&uuml;he Texte und Filme von
              Jean-Luc
              Godard aus den 1960er Jahren diskutiert &#150; wiederum unter der Perspektive, wie der
              &raquo;Illusion&laquo;
              des Publikums, &raquo;es wohne einem nat&uuml;rlichen, uneinstudierten Vorgang bei&laquo; (Brecht),
              entgegengearbeitet wird. Im Zentrum steht die Frage nach einer <i>Rhetorik </i>der
              Illusionsdurchbrechung, die
              in beiden F&auml;llen an ein politisches Selbstverst&auml;ndnis gekn&uuml;pft ist und die sich bis in
              die
              zeitgen&ouml;ssischen Ausl&auml;ufer solcher &raquo;Lehrst&uuml;cke&laquo; (etwa Lars von Triers Film
              <i>Dogville</i>) verfolgen l&auml;sst.
            </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Text und Kontext</h4>
          <p>Proseminar II, Germanistisches Seminar der Universit&auml;t Bonn, WS 2004/05 <a href="#"
              class="showlink">[Kommentar]</a><a href="#" class="hidelink" style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Wenn vom &raquo;Kontext&laquo; eines literarischen Texts oder anderer kultureller Artefakte die Rede
              ist, so
              muss dieser Begriff h&auml;ufig dazu herhalten, die jeweils hergestellen Bez&uuml;ge zu anderen Texten
              als
              relevant zu rechtfertigen. Ob institutionelle Entstehungsbedingungen, soziopolitische Tendenzen,
              &auml;sthetische Konfigurationen oder psychologische Diagnosen etc. &#150; die unterschiedlichsten
              Umgebungen
              von Texten k&ouml;nnen jeweils zu deren Kontext erkl&auml;rt werden, sofern der/die Interpret/-in gute
              Argumente
              f&uuml;r die aktualisierte Verkn&uuml;pfung aufzuweisen hat (oder auch nur f&uuml;r eine
              Forschungsl&uuml;cke).
            </p>
            <p>Doch dieser Verwendung des Kontextbegriffs als einer Art <i>Dummy Term</i> steht eine
              literaturwissenschaftliche Auseinandersetzung mit dem Verh&auml;ltnis von Texten zu ihrer (selbst
              textuell
              verfassten) Umwelt gegen&uuml;ber, die sich notwendig auch als Selbstreflexion auf die eigenen
              Verfahrensweisen
              darstellt. Anhand einer Reihe einschl&auml;giger theoretischer Texte soll diese Diskussion im Seminar in
              Teilen
              aufgearbeitet werden. Das Spektrum reicht von der Frage nach dem &raquo;Horizont&laquo; in der
              philosophischen
              Hermeneutik (Gadamer) &uuml;ber sozialgeschichtliche Ans&auml;tze, Diskursanalyse (Foucault) und
              Kollektivsymbolik (Link) bis zum New Historicism (Greenblatt) sowie zur Mediengeschichte (Kittler). Am
              Rande
              werden &#150; als Kontrastfolie, vor deren Hintergrund zus&auml;tzliche Trennsch&auml;rfe gewonnen
              werden kann
              &#150; auch Ans&auml;tze diskutiert, die in unterschiedlicher Vehemenz auf immanente Verfahren der
              Texterschlie&szlig;ung setzen und die Kontextfrage auf den ersten Blick unber&uuml;cksichtigt lassen
              (Formalismus; (Post-) Strukturalismus). </p>
            <p>Zum Seminarbeginn vorausgesetzt wird die Lekt&uuml;re der Erz&auml;hlung Heinrich von Kleists <i>Die
                Verlobung
                in St. Domingo</i> (Reclam-Ausgabe). Dieser Text gilt als ein gemeinsamer Bezugspunkt, an dem die
              theoretischen Ans&auml;tze jedoch nicht durchexerziert, sondern jeweils einzelne Aspekte diskutiert
              werden
              sollen. </p>
            <p>Zur ersten Orientierung empfohlen: Herbert Jaumann, Literatur und Gesellschaft, in: Fischer Lexikon
              Literatur,
              hg. von Ulfert Ricklefs, Band 2, Frankfurt/M.: Fischer 1996, S. 1030-1053.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>&raquo;Film in Worten&laquo;: Pop-Literatur-Medien</h4>
          <p>Einf&uuml;hrung in die Literaturwissenschaft II, Germanistisches Seminar der Universit&auml;t Bonn, SoSe
            2004 <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Wenn heute von &raquo;Pop-Literatur&laquo; die Rede ist, so bezieht sich diese Zuschreibung h&auml;ufig
              auf den
              &rsaquo;Inhalt&lsaquo; der Texte (Popkultur, Massenmedien), auf das vermeintliche soziale Milieu der
              Autor/-innen (DJ-/Club-Kultur, &rsaquo;Szene&lsaquo;) oder auch nur auf deren jugendliches Alter. Im
              Seminar
              werden wir den Fokus auf die Ebene der literarischen Verfahren verschieben und die Versuche
              <i>intermedialer
                Transfers</i> beobachten: Wie gelangen &rsaquo;die Anderen&lsaquo; der Schrift, die Bilder und der
              Sound, ins
              Medium Buch? Oder, um eine programmatische Formulierung von Rolf-Dieter Brinkmann aus dem Jahr 1969
              aufzugreifen: Wie schreibt man einen &raquo;Film in Worten&laquo;?
            </p>
            <p>Dabei weisen schon an Montage, Zapping oder Sampling orientierte Verfahren darauf hin, dass die
              Rekonstruktion
              einer &#150; ihrerseits traditionskritischen &#150; Pop-Tradition seit den 1960er Jahren notwendig auch
              auf den
              jeweiligen medienhistorischen Kontext zu beziehen ist. Das gilt auch f&uuml;r die an den Mediendiskurs
              gekoppelte High/Low-Unterscheidung, deren Durchkreuzung zu den zentralen Eins&auml;tzen von fr&uuml;hem
              Pop
              geh&ouml;rt. Wenn diese Unterscheidung heute ohnehin durchl&auml;ssig ist und Pop nicht mehr f&uuml;r
              die
              Verhei&szlig;ung von &rsaquo;Gegenkultur&lsaquo; oder &rsaquo;kulturelle Dissidenz&lsaquo; einsteht,
              stellt sich
              auch die Frage, ob und wie die Differenzmaschine, die &raquo;Pop&laquo; von
              &raquo;Popul&auml;rkultur&laquo;
              unterscheidet, in Gang gehalten wird. &#150; Diskutiert werden Texte u.a. von Rolf Dieter Brinkmann,
              Hubert
              Fichte, Peter Handke, Elfriede Jelinek, Rainald Goetz, Thomas Meinecke, Max Goldt und Benjamin v.
              Stuckrad-Barre. </p>
            <p>Literatur zur Vorbereitung: Diedrich Diederichsen, &raquo;Pop &#150; deskriptiv, normativ,
              emphatisch&laquo;,
              Rowohlt LiteraturMagazin 37 (1996) [&raquo;Pop-Technik-Poesie. Die n&auml;chste Generation&laquo;], S.
              36-44.
              &#150; J&ouml;rgen Sch&auml;fer, &raquo;&rsaquo;Neue Mitteilungen aus der Wirklichkeit&lsaquo;. Zum
              Verh&auml;ltnis von Pop und Literatur seit 1968&laquo;, in: Text+Kritik. Zeitschrift f&uuml;r Literatur.
              Sonderband Pop-Literatur, M&uuml;nchen 2003, S. 7-25. &#150; Eckhard Schumacher, Gerade Eben Jetzt.
              Schreibweisen der Gegenwart, Frankfurt/M.: Suhrkamp 2003.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Parodieren</h4>
          <p>Proseminar I, Germanistisches Seminar der Universit&auml;t Bonn, SoSe 2004 <a href="#"
              class="showlink">[Kommentar]</a><a href="#" class="hidelink" style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Im Griechischen steht die Vorsilbe <i>par/a</i> sowohl f&uuml;r &raquo;dagegen&laquo; wie f&uuml;r
              &raquo;daneben&laquo;; sie markiert ein Verh&auml;ltnis, das gleichzeitig von N&auml;he und Distanz, von
              &Auml;hnlichkeit und Differenz gekennzeichnet ist. Entsprechend klingt in dem Wort <i>Parodie</i> sowohl
              der
              <i>Neben-</i> wie <i>Gegengesang</i> an: Parodien beziehen sich &#150; in der Regel in der
              &rsaquo;parasit&auml;ren&lsaquo; Form des Zitats &#150; auf eine Vorlage. Sie sind Kopien eines
              Originals, die
              gezielt auf Abweichung setzen, auch wenn das Original als solches erkennbar bleiben muss. Parodien sind
              ebenso
              von ihrem &rsaquo;Wirtstext&lsaquo; abh&auml;ngig, wie sie darauf zur&uuml;ckwirken (etwa wenn sie
              dessen
              Originalit&auml;tsanspruch st&ouml;ren, indem sie sich dar&uuml;ber lustig machen). Im Seminar sollen
              die
              Beziehungen zwischen Original und Kopie bzw. zwischen Wirt und Gast, das die Vorsilbe <i>par/a</i>
              benennt,
              genauer untersucht und dabei nicht zuletzt als Machtverh&auml;ltnis in den Blick genommen werden.
            </p>
            <p>Zum einen ist eine literaturwissenschaftliche Rekonstruktion von Parodie-Konzepten vorgesehen, die auch
              Analogien und Abgrenzungen zu benachbarten Genres (z.B. dem Pastiche) und Verbindungen zur Ironie
              ber&uuml;cksichtigt. Zum anderen sollen parodistische Verfahren in einer medien&uuml;bergreifendenden
              Perspektive diskutiert werden &#150; zum Beispiel Geschlechterparodien, Verfahren der Bildaneignung in
              Pop Art,
              Appropriation Art und im Film sowie die afroamerikanische Kulturtechnik des Signifyin&#146;. Gelesen
              werden
              Texte u.a. von Bertolt Brecht (Stichwort: V-Effekt), Judith Butler (Gender-Parodie), G&#233;rard Genette
              (Literatur auf zweiter Stufe) und Henri Louis Gates jr. (Signifyin&#146;).</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="yellow">2003</h3>
        <article>
          <h4>Parodieren</h4>
          <p>Proseminar, Institut f&uuml;r deutsche Sprache und Literatur/Medienwissenschaft, Universit&auml;t zu
            K&ouml;ln,
            WS 2003/04 <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>&raquo;&rsaquo;Para&lsaquo; is a double antithetical prefix signifying at once proximity and distance,
              similarity and difference, interiority and exteriority, something inside a domestic economy and at the
              same time
              outside it, something simultaneously this side of a boundary line, threshold, or margin, and also beyond
              it,
              equivalent in status and also secondary or subsidiary, submissive, as of guest to host, slave to
              master.&laquo;
              (J. Hillis Miller, The Critic as Host, in: ders., Theory Now and Then, New York 1991, S. 143-170, hier:
              144 f.)
            </p>
            <p>Parodien beziehen sich &#150; in der Regel in der &rsaquo;parasit&auml;ren&lsaquo; Form des Zitats
              &#150; auf
              eine Vorlage. Sie sind Kopien eines Originals, die gezielt auf Abweichung setzen, auch wenn das Original
              als
              solches erkennbar bleiben muss. Parodien sind ebenso von ihrem &rsaquo;Wirtstext&lsaquo; abh&auml;ngig,
              wie sie
              darauf zur&uuml;ckwirken (etwa wenn sie dessen Originalit&auml;tsanspruch st&ouml;ren, indem sie sich
              dar&uuml;ber lustig machen). Im Seminar sollen die Beziehungen zwischen Original und Kopie bzw. zwischen
              Wirt
              und Gast, das die Vorsilbe <i>par/a</i> benennt, genauer untersucht und dabei nicht zuletzt als
              Machtverh&auml;ltnis in den Blick genommen werden. </p>
            <p>Zum einen ist eine literaturwissenschaftliche Rekonstruktion von Parodie-Konzepten vorgesehen, die auch
              Analogien und Abgrenzungen zu benachbarten Genres (z.B. dem Pastiche) und Verbindungen zur Ironie
              ber&uuml;cksichtigt. Zum anderen sollen parodistische Verfahren in einer medien&uuml;bergreifendenden
              Perspektive diskutiert werden &#150; zum Beispiel Geschlechterparodien (Drag, Camp, Voguing), die
              afroamerikanische Kulturtechnik des Signifyin&#146; (Hip Hop) oder Verfahren der Aneignung in der
              Appropriation
              Art. Gelesen werden Texte u.a. von Bertolt Brecht (Stichwort: Umfunktionieren), Judith Butler
              (Geschlechterparodie), Jacques Derrida (&raquo;Zitathaftigkeit&laquo;), Gerard Genette (Literatur 2.
              Stufe),
              Henri Louis Gates jr. (Signifyin&#146;), Alfred Liede (Parodie und Spiel).</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Ich in der Gegenwartsliteratur</h4>
          <p>Proseminar (gemeinsam mit Dr. Leander Scholz), Germanistisches Institut, Universit&auml;t Bonn, SoSe 2003
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Die 90er Jahre sind von einem Diskurs der Flexibilisierung gepr&auml;gt. Unter Stichw&ouml;rtern wie
              &raquo;postheroisches Ich&laquo; oder &raquo;flexibler Mensch&laquo; bis hin zur &raquo;Ich-AG&laquo;
              geht es
              dabei um die maximale Anpassung traditioneller Subjektvorstellungen an die Geschwindigkeit
              &ouml;konomischer und
              gesellschaftlicher Prozesse. Dieser Anpassungsdruck f&uuml;hrt nicht zuletzt zu Entpolitisierung und
              Privatisierung, zu einer Art Ich-Monade, die sich in einem Kokon aus Privatmythologien
              einschlie&szlig;en muss,
              um ihre Identit&auml;t zumindest f&uuml;r sich selbst herstellen zu k&ouml;nnen, indem sie sich
              abschlie&szlig;t. Von dieser Beobachtung ausgehend wollen wir nach den Ich-Konstruktionen im
              zeitgen&ouml;ssischen Roman fragen: Wie werden die klassischen Kategorien &raquo;Ich&laquo;,
              &raquo;Welt&laquo;,
              &raquo;Erfahrung&laquo; und &raquo;Geschichte&laquo; ins Spiel gebracht? Welche Schreibweisen
              provozieren die
              unterschiedlichen Filter beim Blick auf die gesellschaftliche Realit&auml;t? Schlie&szlig;lich stellt
              sich,
              gerade im Hinblick auf Politisierungsstrategien der Literatur in den 70er und 80er Jahren, die explizit
              auf eine
              bestimmte Form der &Ouml;ffentlichkeit abzielten, die Frage, ob die literarischen Reaktionen auf
              Flexibilisierungsdiskurse als Mikropolitik des Allt&auml;glichen gelten k&ouml;nnen. </p>
            <p>Folgende Romane werden diskutiert: Rainald Goetz: Kontrolliert (1988), Thomas Hettche: Ludwig mu&szlig;
              sterben
              (1989), Yoko Tawada: Ein Gast (1993), Katrin R&ouml;ggla: Abrauschen (1997), Christian Kracht: 1979
              (2001),
              Marcel Beyer: Spione (2001).
            <p>Wegen des Lekt&uuml;reumfangs empfiehlt es sich, die Texte bereits vor Seminarbeginn zu lesen! Eine
              Liste mit
              Hinweisen zu Sekund&auml;rliteratur wird rechtzeitig ausgeh&auml;ngt.
            <p>Das Seminar findet am Germanistischen Seminar der Universit&auml;t Bonn statt. K&ouml;lner Studierende
              sind
              herzlich willkommen.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="blue">2002</h3>
        <article>
          <h4>Visuelle Idiome in der Popkultur II (80er Jahre bis heute)</h4>
          <p>Proseminar, Institut f&uuml;r deutsche Sprache und Literatur der Universit&auml;t zu K&ouml;ln, WS
            2002/03 <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Vgl. den Kommentar zu <a href=#idiome1>Teil I</a> der Veranstaltung im SoSe 2002. </p>
            <p>Die Diskussion, die im Seminar &uuml;ber visuelle Idiome in der Popkultur der 60er und 70er Jahre
              begonnen
              wurde, wird anhand von Arbeiten, die seit den 80er Jahren entstanden sind, fortgesetzt. Ausgehend von
              der
              Verabschiedung von Hippie-Subkulturen durch Punk soll zum einen rekonstruiert werden, wie visuelle
              Idiome der
              Popkultur in den so genannten Mainstream integriert werden &#150; ein Prozess, dessen Folgen in den 90er
              Jahren
              un&uuml;bersehbar werden. Zum anderen ist zu fragen, mittels welcher textueller und visueller Verfahren
              dieser
              Prozess wiederum kommentiert bzw. unterlaufen wird und neue (sub-)kulturelle Abspaltungen stattfinden.
            </p>
            <p>Wie bereits das Seminar im letzten Semester, setzt auch diese Veranstaltung an den Schnittstellen von
              Literatur, Graphik und Bildender Kunst an, allerdings aus der Perspektive der Literatur (-wissenschaft).
              Es geht
              um Texte, Bilder und Text/Bild-Arbeiten von Rainald Goetz, Max Goldt, Albert Oehlen, Martin
              Kippenberger,
              J&uuml;rgen Ploog, Felix Reidenbach, Dieter Roth u.a. </p>
            <p>Lekt&uuml;re zur Vorbereitung: Greil Marcus, Lipstick Traces. Von Dada bis Punk. Eine geheime
              Kulturgeschichte
              des 20. Jahrhunderts, Hamburg: Rogner & Bernhard 1992.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Visuelle Idiome in der Popkultur I (1960er bis 1980er Jahre)</h4>
          <p>Proseminar, Institut f&uuml;r deutsche Sprache und Literatur der Universit&auml;t zu K&ouml;ln, SoSe 2002
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>&raquo;Pop&laquo; &#150; das stand zumindest in den sp&auml;ten 50er und in den 60er Jahren f&uuml;r
              die
              programmatische &Uuml;berschreitung der Grenzen zwischen etablierter und niedriger Kunst, zwischen gutem
              und
              schlechtem Geschmack und nicht zuletzt zwischen &rsaquo;Europa&lsaquo; und &rsaquo;Amerika&lsaquo;. Mit
              auf dem
              Spiel standen die Grenzen zwischen Kunstgattungen und Medien: Neue Mischformen entstehen, die der
              Medienwissenschaftler Marshall McLuhan schon damals &#150; lange vor dem Boom ihrer digitalen Nachfolger
              &#150;
              als &raquo;hybrids&laquo; bezeichnete (in der deutschen &Uuml;bersetzung: &raquo;Bastarde&laquo;). Das
              Seminar
              widmet sich einer Subspezies dieser &raquo;Bastarde&laquo;, indem es Text-Bild-Experimente in den Blick
              nimmt.
            </p>
            <p>Denn die skizzierten Grenz&uuml;berschreitungen hinterlassen ihre Spuren auch im Medium Buch. So
              entstehen
              &rsaquo;Pop-Texte&lsaquo;, die nicht nur durch ihre Themen, sondern auch durch ihre typographische
              Gestaltung
              und die Verwendung von Bildern auf ihre visuelle Seite aufmerksam machen. Dabei kommen in den
              &rsaquo;literarischen&lsaquo; Texten vorzugsweise vorgefundene Bilder zum Einsatz, die wegen ihrer
              deutlichen
              Herkunft aus den Massenmedien auch als &rsaquo;Popularit&auml;tssignale&lsaquo; fungieren. </p>
            <p>Ausgehend von Beispielen der fr&uuml;hen PopArt wird nach der Ausdifferenzierung des &raquo;visuellen
              Idioms&laquo; (Dick Hebdige) von Pop gefragt: Welche visuellen Eigent&uuml;mlichkeiten lassen sich
              unterhalb des
              gemeinsamen Nenners <i>Pop</i> bzw. <i>Underground</i> in unterschiedlichen Szenen beobachten? Welche
              Rolle
              spielen dabei v.a. in der PopArt etablierte Verfahren und Konzepte wie Kopie, Serialisierung,
              Ikonisierung der
              Schrift, Bildzitate? Und in welchem Zusammenhang stehen die Text-Bild-Experimente zu den formulierten
              &rsaquo;Weltanschauungen&lsaquo;, Kulturdiagnosen und Theorien? Wenn nach McLuhans ber&uuml;chtigtem
              Slogan das
              Medium die Botschaft ist, welche Botschaften &uuml;berkreuzen sich dann in diesen
              &raquo;Bastarden&laquo;? </p>
            <p>Im Seminar werden eine Reihe exemplarischer Arbeiten (z.B. von Rolf Dieter Brinkmann, Rainald Goetz,
              McLuhan/Quentin Fiore, Ed Ruscha, Andy Warhol) also nicht nur gelesen, sondern auch genauer angeguckt.
              Der
              genaue Seminarplan wird in der ersten Sitzung besprochen &#150; Vorschl&auml;ge der Teilnehmer/-innen
              sind sehr
              erw&uuml;nscht. Im n&auml;chsten Semester soll das Seminar mit Arbeiten aus den 90er Jahren bis zur
              Gegenwart
              fortgesetzt werden. </p>
            <p>Lekt&uuml;re zur Vorbereitung: Dick Hebdige, &raquo;In Poor Taste: Notes on Pop&laquo;, in: ders.,
              Hiding in
              the Light. On Images and Things, London, New York: Routledge 1988.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="red">2000</h3>
        <article>
          <h4>Ansteckend! Zur Topik des Viralen in der Gegenwartskultur</h4>
          <p>Proseminar, Institut f&uuml;r deutsche Sprache und Literatur der Universit&auml;t zu K&ouml;ln, WS
            2000/01 <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a></p>
          <div class="details">
            <p>Das Aufkommen von AIDS Anfang der 80er Jahre beg&uuml;nstigte die Verbreitung einer &raquo;Logik des
              Epidemischen&laquo; (Linda Singer), die sich &uuml;ber die Tatsache einer biologischen Ansteckung hinaus
              ins
              kollektive Imagin&auml;re erstreckt. Als Fremdk&ouml;rper par excellence liefert die Figur des Virus das
              Vorstellungsmuster und die Metaphorik f&uuml;r eine Reihe von Grenzverhandlungen, in denen die
              Unterscheidung
              zwischen &rsaquo;Eigenem&lsaquo; und &rsaquo;Fremdem&lsaquo; auf dem Spiel steht. Das unbemerkte
              Einnisten in
              den Wirtsorganismus, der zugunsten der eigenen Vervielf&auml;ltigung umcodiert wird, die Umkehrung
              asymmetrischer Machtverh&auml;ltnisse durch strategische Raffinesse, die Verhinderung von
              Identifizierung durch
              Mutation &#150; diese Eigenschaften des Virus werden sowohl bem&uuml;ht, um phobische Konstruktionen und
              grenzsichernde Ma&szlig;nahmen zu autorisieren, wie sie andererseits die Programmatiken von Denkern und
              Praktikern der &rsaquo;Subversion&lsaquo; beliefern. </p>
            <p>Die Figur des Virus bzw. des Parasiten avancierte zu einem Kollektivsymbol, das derzeit in
              verschiedensten
              Diskursen zirkuliert &#150; sei es in dem der Informationstechnologie (als Computervirus), in so
              genannten
              postmodernen Theorien (etwa von Baudrillard oder Derrida) oder in der Popkultur. Hier lassen sich
              unterschiedliche Strategien beobachten, an der Topik zu parasitieren, die sich um die schillernden Figur
              des
              Virus als perfektem &rsaquo;Anderen&lsaquo; organisiert, etwa in der Science Fiction-Mythologie, im
              sowohl
              literarisch wie filmisch ausgepr&auml;gten Genre des Viren-thrillers und in Aneignungen der Topoi
              &rsaquo;Black
              Alien&lsaquo; und &rsaquo;ansteckendes Afrika&lsaquo; im Hip Hop. </p>
            <p>Im Seminar wird diese Wucherung der Topik des Viralen, die interdiskursive Zirkulation des Virus in
              Medizin/Immunologie, Informationstechnologie und verschiedenen kulturellen Praktiken, an einigen
              exemplarischen
              Texten und Filmen rekonstruiert. </p>
            <p>Lekt&uuml;re zur Vorbereitung: B. Weingart, Parasit&auml;re Praktiken. Zur Topik des Viralen, in:
              Claudia
              Benthien/Irmela M. Kr&uuml;ger-F&uuml;rhoff (Hg.), &Uuml;ber Grenzen. Limitation und Transgression in
              Literatur
              und &Auml;sthetik, Stuttgart, Weimar: Metzler 1999, S. 207-230.</p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
        <article>
          <h4>Pop-Literatur</h4>
          <p>Proseminar, Institut f&uuml;r deutsche Sprache und Literatur der Universit&auml;t zu K&ouml;ln, SoSe 2000
            <a href="#" class="showlink">[Kommentar]</a><a href="#" class="hidelink"
              style="display: none;">[schlie&szlig;en]</a>
          </p>
          <div class="details">
            <p>Das Label &raquo;Pop-Literatur&laquo; hat derzeit Konjunktur. Die Kriterien f&uuml;r seine Vergabe
              beziehen
              sich h&auml;ufig auf den &rsaquo;Inhalt&lsaquo; der Texte (Popkultur, Massenmedien) und/oder auf das
              vermeintliche soziale Milieu der Autor/-innen (DJ-/Club-Kultur, &rsaquo;Szene&lsaquo;). Im Seminar soll
              hingegen
              versucht werden, den Fokus auf die Ebene der literarischen <i>Verfahren</i> zu verschieben und die
              Versuche
              <i>intermedialer Transfers</i> zu beobachten: Wie gelangen &rsaquo;die Anderen&lsaquo; der Schrift, die
              Bilder
              und der Sound, ins Medium Buch?
            </p>
            <p>Dabei weisen schon an Montage, Zapping oder Sampling orientierte Verfahren darauf hin, dass die
              Rekonstruktion
              der &#150; traditionskritischen &#150; Pop-Tradition seit den 60er Jahren notwendig auf den jeweiligen
              medienhistorischen Kontext zu beziehen ist. Das gilt auch f&uuml;r die an den Mediendiskurs gekoppelte
              High/Low-Unterscheidung, deren Durchkreuzung zu den zentralen Eins&auml;tzen von Pop geh&ouml;rt. </p>
            <p>Wenn diese Unterscheidung heute ohnehin durchl&auml;ssig ist und Pop nicht mehr f&uuml;r die
              Verhei&szlig;ung
              von &rsaquo;Gegenkultur&lsaquo; oder &rsaquo;kulturelle Dissidenz&lsaquo; einsteht, stellt sich auch die
              Frage,
              ob und wie die Differenzmaschine, die &raquo;Pop&laquo; von &raquo;Popul&auml;rkultur&laquo;
              unterscheidet, in
              Gang gehalten wird.  Diskutiert werden Texte u.a. von Rolf Dieter Brinkmann, Hubert Fichte, Peter
              Handke,
              Elfriede Jelinek, Rainald Goetz, Thomas Meinecke, Max Goldt, Christian Kracht, Alexa Henning von Lange,
              Benjamin
              Stuckrath-Barre &#150; eine f&uuml;r Vorschl&auml;ge der Seminarteilnehmer/-innen offene Liste.</p>
            <p>Literatur zur Vorbereitung: Diedrich Diederichsen, &raquo;Pop &#150; deskriptiv, normativ,
              emphatisch&laquo;,
              Rowohlt LiteraturMagazin 37 (1996) [&raquo;Pop-Technik-Poesie. Die n&auml;chste Generation&laquo;], S.
              36-44;
              ders., Der lange Weg nach Mitte. Der Sound und die Stadt, K&ouml;ln: Kiepenheuer & Witsch 1999, bes.
              Kap. 5
              &raquo;Die 90er, und dahinter die Unendlichkeit&laquo;; Tom Holert/Mark Terkessidis (Hg.), Mainstream
              der
              Minderheiten. Pop in der Kontrollgesellschaft, Berlin: Edition ID-Archiv 1996, bes. die Einleitung.
              &#150; Jost
              Hermand, &raquo;Pop-Literatur&laquo;, in: ders. (Hg.), Literatur nach 1945 I [=Neues Handbuch der
              Literaturwissenschaft Bd. 22], Wiesbaden: Akademische Verlagsgesellschaft Athenaion 1979, S. 279-310.
            </p>
            <a href="#" class="hidelink_inner">[schlie&szlig;en]</a>
          </div>
        </article>
      </section>
      <section>
        <h3 class="orange">1993</h3>
        <article>
          <h4>Sprachkurs German 202</h4>
          <p>German Department der Washington University in St. Louis, 1993/94</p>
        </article>
      </section>
    </div>
  </div>
</body>

</html>