<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
	<head>
		<title>Prof. Dr. Brigitte Weingart</title>
	    <link rel="stylesheet" type="text/css" href="style.css" />
	</head>
	<body>
		<div id="main">
			<div id="head">
				<div id="name">
					<h1>Brigitte Weingart</h1>
				</div>
				<div id="mainmenu">
					<ul class="menu">
						<li id="home"><a href="index.html">Home</a></li>
						<li id="lehre"><a href="lehre.html">Lehre</a></li>        
						<li id="publikationen"><a href="publikationen.html">Publikationen</a></li>
						<li id="vortraege" class="selected">Vortr&auml;ge</li>                                        
						<li id="veranstaltungen"><a href="veranstaltungen.html">Veranstaltungen</a><li>                                        
					</ul>
				</div>
			</div>
			<div id="content">
			
	

			<h3 class="purple">2018</h3>
			<h4> <a href="https://www.udk-berlin.de/forschung/temporaere-forschungseinrichtungen/dfg-graduiertenkolleg-das-wissen-der-kuenste/veranstaltungsarchiv-des-dfg-graduiertenkollegs/how-to-relate-aneignen-vermitteln-figurieren/fame-is-the-name-of-the-game-aneignung-und-celebrity-culture/">Fame Is the Name of the Game &#150; Aneignung und <i>Celebrity Cultures</i></a></h3>
			<p>Vortrag auf der Jahrestagung <a href="https://www.udk-berlin.de/forschung/temporaere-forschungseinrichtungen/dfg-graduiertenkolleg-das-wissen-der-kuenste/veranstaltungsarchiv-des-dfg-graduiertenkollegs/how-to-relate-aneignen-vermitteln-figurieren/">How to Relate: Aneignen, Vermitteln, Figurieren</a> des Graduiertenkollegs <a href="https://www.udk-berlin.de/forschung/temporaere-forschungseinrichtungen/dfg-graduiertenkolleg-das-wissen-der-kuenste/">Das Wissen der K&uuml;nste</a>, Universit&auml;t der K&uuml;nste Berlin, 5.-7.7.2018</p>

			<h4>In-Between: Magic, Media and the Case of Fascination</h4>
			<p>Vortrag auf der Konferenz <a href="https://iconology.hypotheses.org/2138">Images on the Move: Depots / Borders / Routes / Spaces</a> des Internationalen Forschungsprojekts <a href="https://iconology.hypotheses.org">Bilderfahrzeuge. Aby Warburg's Legacy and the Future of Iconology</a>, <a href="https://warburg.sas.ac.uk">Warburg Institute</a> London, 11.-12.5.2018</p> 

			<h4>&raquo;Gossip there was...&laquo;: Zur intimen Beziehung von Klatsch und Ber&uuml;hmtheit (im 20. Jahrhundert)</h4>
			<p><a href="https://www.morphomata.uni-koeln.de/veranstaltungen/vergangene-veranstaltungen/brigitte-weingart-medienwissenschaften-germanistik-koln1517180400224/">Morphomata Lecture</a> am Internationalen Kolleg <a href="https://www.morphomata.uni-koeln.de">Morphomata &#150; Genese, Dynamik und Medialit&auml;t kultureller Konfigurationen</a>, Universit&auml;t zu K&ouml;ln, 29.1.2018</p>
			
			
				<h3 class="lightgreen">2017</h3>
			
				<h4>&raquo;If you like gossip with the gloves off, this one is for you!&laquo; &#150; Zur Zirkulation von Klatsch in Celebrity Cultures</h4>
				<p>Vortrag im Rahmen der Reihe <a href="http://blog.mkkt.ufg.ac.at/blog/2017/06/20/vortragsreihe-intime-oeffentlichkeiten-medien-raeume-gemeinschaften/">Intime &Ouml;ffentlichkeiten. Medien &#150; R&auml;ume &#150; Gemeinschaften</a>, organisiert von Chris Tedjasukmana, <a href="http://www.ifk.ac.at/index.php/home.html">Internationales Forschungszentrum Kulturwissenschaften (IFK)</a>, Wien, 14.12.2017</p>
			
				<h4>Selbstdokumentation und Affektkulturen</h4>
				<p><a href="https://das-dokumentarische.blogs.ruhr-uni-bochum.de/selbstdokumentation-affektkulturen/">Workshop</a> (gemeinsam mit Peter Rehberg) am Graduiertenkolleg <a href="https://das-dokumentarische.blogs.ruhr-uni-bochum.de">Das Dokumentarische. Exzess und Entzug</a>, Ruhr-Universit&auml;t Bochum, 16.-17.11.2017</p>

				<h4>&raquo;Bling&raquo; &#150;  Zur Genealogie des Zusammenhangs von Glamour und Klasse</h4>
<p>Vortrag auf der Tagung <a href="http://www.kgi.ruhr-uni-bochum.de/mam/files/170914a_rub_kgi_flyer_ansicht.pdf">Kulturen des Glanzes: Materialien &#150;  Praktiken &#150; Subjektivierungen</a>, organisiert von Antje Krause-Wahl, Petra L&ouml;ffler und &Auml;nne S&ouml;ll, Ruhr-Universit&auml;t Bochum, 25.-27.10.2017

				<h4>Fascination, Illusion, and the Media History of Visual Magic</h4>
				<p>Vortrag auf der Jahrestagung des <a href="https://necs.org">European Network Cinema and Media Studies [NECS]</a> zum Thema <a href="https://necs.org/conferences#/node/110025">Sensibility and the Senses. Media, Bodies, Practices</a>, Paris, 29.6.-1.7.2017

				
				<h3 class="yellow">2016</h3>
				
				<h4>&Uuml;ber den Zaun. Kontiguit&auml;t und andere nachbarschaftliche Beziehungen in Kurzfilmen aus einer Einstellung</h4>
				<p>Vortrag im Rahmen von <a href="https://www.khm.de/termine/news.4045.short-of-what-khm-kurzfilmtag/">SHORT OF WHAT? KHM-Kurzfilmtag</a>, organisiert von Daniel Burkhardt und Matthias M&uuml;ller, Kunsthochschule f&uml;r Medien K&ouml;ln, 8.12.2016</p>

				<h4>This Unfortunate Thing Between Us</h4>
				<p>K&uuml;nstlergespr&auml;ch mit Phil Collins im Rahmen von <a href="https://www.kunstmuseum-bonn.de/fileadmin/Redaktion/Presse/2015/Expanded_Television_Flyer_DE.pdf">Expanded Television</a>, Internationales Symposium zur Ausstellung <a href="
					https://www.kunstmuseum-bonn.de/ausstellungen/rueckblick/info/tele-gen-2244/">TELE-GEN. Die Sprache des Fernsehens im Spiegel der Kunst 1960-2015</a>, Kunstmuseum Bonn, 15.1.2016</p>
		
				

			  	<h3 class="blue">2015</h3>

				<h4>Starkult und Fantum als quasi-religi&ouml;se Praktiken</i></h4>
				
				<p>Vortrag in der Ringvorlesung <i>Religion und Medien</i>, Institut f&uuml;r Medienwissenschaft, Ruhr-Universit&auml;t Bochum, 17.11.2015</p>
				
				<h4>(Don't) Spread the Word: Rumours and Other Forms of Viral Communication</h4>
				<p>Vortrag an der Copenhagen Business School (CBS), Department of Management, Politics, and Philosophy, 14.9.2015</p>

				<h4>Mimesis und Mutation: Zur Epidemiologie des Ger&uuml;chts</h4>

				<p>Vortrag im Rahmen des Workshops &raquo;Genealogien minderer Mimesis&laquo;, organisiert vom Teilprojekt <a href="https://www.fg-mimesis.de/mindere-mimesis/">Mindere Mimesis</a> der DFG-Forschergruppe <i>Medien und Mimesis (FOR 1867)</i>, Ruhr-Universit&auml;t Bochum, 26.-27.2.2015</p>
				
				
						
			    <h3 class="red">2014</h3>

				<h4>Carrots/Carats. Die doppelte Erscheinung der &raquo;Mother of Pop Art&laquo; in 
				<i>Mrs. Warhol</i></h4>
				
				<p>Vortrag in der Lecture & Film-Reihe <a href="EasierThanPaintingWarholFilms.pdf">Easier than Painting: Die Filme von Andy Warhol</a>, organisiert von Henning Engelke, Vinzenz Hediger, Regine Prange und Marc Siegel, <a href="http://deutsches-filminstitut.de">Deutsches Filminstitut/Filmmuseum Frankfurt</a>, 16.1.2014 </p>


				<h3 class="orange">2013</h3>
				<h4>&raquo;Schweden&laquo;</h4>
				<p>Vortrag auf der Tagung <i>Carte Blanche</i>, Universit&auml;t Bonn, 24.-25.10.2013</p>

				<h3 class="purple">2012</h3>
				<h4>&raquo;Je ne sais quoi&laquo;: Zur Erz&auml;hlbarkeit der Faszination</h4>
				<p>Vortrag im Rahmen der Reihe <i>Erz&auml;hlen & Wissen/Nicht-Wissen</i> des Literaturwissenschaftlichen Forschungskolloquiums des <a href="http://www.germanistik.uni-hannover.de/">Deutschen Seminars</a>, Leibniz Universit&auml;t Hannover, 13.6.2012</p>
				
				<h4>Anfixen, Anstecken: Infektionswege</h4>
				<p>Vortrag im Rahmen des Seminars <i>Filmgeschichte 5: Die 1980er und fr&uuml;hen 90er Jahre</i>, 
				<a href="http://www.hff-muenchen.de/wir/index.html">Hochschule f&uuml;r Film und Fernsehen (HFF)</a>, M&uuml;nchen, 25.5.2012</p>
				
				<h4>The Grammar of Glamour: Andy Warhol&#146;s Screen Tests</h4>
				<p>Vortrag an der Staatlichen Hochschule f&uuml;r Bildende K&uuml;nste
				<a href="http://www.staedelschule.de/">(St&auml;delschule)</a>, Frankfurt/Main, 26.1.2012</p>
			
			
				<h3 class="lightgreen">2010</h3>
				<h4>Contact at a Distance. The Topology of Fascination</h4>
				<p>Vortrag beim International Conference/Humboldt Kolleg 
				<i>Interiority // Exteriority: Rethinking Emotions</i>, organisiert von R&uuml;diger Campe, Julia Weber und Brigitte Weingart, Yale University, 12.-13.2.2010 <br > 
				<a href="interiority_exteriority_poster.pdf">[Programm als PDF]</a ></p>
				
				<h3 class="yellow">2009</h3>
				
				<h4>Starschnitte und Soundfetische</h4>
				<p>Vortrag und Diskussion mit Prof. Diedrich Diederichsen und Prof. Dr. Claus Leggewie in der Reihe KWI mit G&auml;sten: <i>Die Zukunft der Pop-Musik</i>, Kulturwissenschaftliches Institut/Schauspiel Essen, 16.12.2009 <br > <a href="http://www.kwi-nrw.de/images/text_material-706.img">[Programm]</a ></p>
				
				<h4>Facing up to Magic: Fascination and Illusion in Bergman's <i>Ansiktet</i> (The Magician/The Face, 1958)</h4>

				<p>Vortrag auf dem Symposium <a href="http://www.ici-berlin.org/tensionspannung-events/yearly/events/113/">How dangerous is the Ir-rational?</a>, ICI/Institute for Cultural Inquiry, Berlin, 30.10.2009 <br > 
				<a href="irrational_flyer.pdf">[Programm als PDF]</a></p>
				
				<h4>Zur Poetik der &raquo;Partizipation&laquo; (L&eacute;vy-Bruhl) bei Musil</h4>

				<p>Vortrag auf der Konferenz <i>Medien, Technik, Wissenschaft. Wissens&uuml;bertragung in der Musil-Zeit, 1900-1940</i>, organisiert vom Teilprojekt E4 im Rahmen des Nationalen Forschungsschwerpunkts Medienwandel &#150; Medienwechsel &#150; Medienwissen: Historische Perspektiven an der Universit&auml;t Z&uuml;rich, 23.-25.4.2009 <br > <a href="Musil2009.pdf">[Programm als PDF]</a></p>
				
				<h4>Eye Contact, Enchantment and Contagion: &raquo;fascinatio&laquo;/fascination, 1600/1800</h4>

				<p>Vortrag beim Workshop <i>Sights of Enchantment: Magic &#150; Vision &#150; Metaphor</i>, Deutsches Haus der Columbia University, New York, 13.2.2009 <br > <a href="workshop.pdf">[Programm als PDF]</a><br /></p>
				
				<h3 class="blue">2008</h3>

				<h4>&raquo;That screen magnetism&laquo; &#150; Warhol&#146;s Glamour</h4>

				<p>Vortrag auf der Konferenz <i>ANDY EIGHTY? The Cultural Legacy of Andy Warhol</i>, organisiert von Benjamin Buchloh, Harvard University, Cambridge, 1.-2.12.2008 <br><a href="http://www.fas.harvard.edu/~humcentr/conferences/pdf/Warhol.pdf">[Programm als PDF] </a> <br /></p>

				<h3 class="red">2007</h3>
				
				<h4>Blick zur&uuml;ck: Faszination als &rsaquo;Augenzauber&lsaquo;</h4>
				<p>Vortrag auf der Interdisziplin&auml;ren Tagung <i>Faszination. Zur historischen Konjunktur und heuristischen Tragweite eines Begriffs</i>, organisiert von Andy Hahnemann, Erhard Sch&uuml;tz und Bj&ouml;rn Weyand, Humboldt-Universit&auml;t Berlin, 30.11.-1.12.2007</p>

				
				
				<h4>Eye Contact and Enchantment in German Romanticism</h4>
				<p>Vortrag im <a href="http://www.columbia.edu/cu/german/">Deutschen Haus</a> der Columbia University, New York, 15.11.2007 
</p>
				<h4>Macht und Ohnmacht der Dinge. Clemens Brentanos <i>Schachtel mit der Friedenspuppe</i></h4>
				<p>
Vortrag auf der Konferenz <i>&Auml;sthetische Regime um 1800</i>, organisiert von Friedrich Balke, Harun Maye und Leander Scholz, Kulturwissenschaftliches Forschungskolleg &raquo;Medien und kulturelle Kommunikation&laquo; der Universit&auml;ten Aachen, Bochum, Bonn und K&ouml;ln, 24.-25.5.2007 

</p>
				
				<h4>Subversionsromantik und Abwehrreaktion. Die Metapher des &rsaquo;Virus&lsaquo; im Kontext der AIDS-Krise</h4>
				<p>Vortrag auf der Tagung <i>Found Formats</i> im Rahmen der Ausstellung <i>General Idea Editions 1967 &#150; 1995</i>, Kunsthalle Z&uuml;rich, 7.1.2007</p>

				
				
				<h3 class="orange">2006</h3>
				
				<h4>Klatsch, zwischen Institutionskritik und Shoptalk: Hubert Fichtes <i>Zweite Schuld </i></h4>
				<p>Vortrag auf der Konferenz <a href="http://www.hubertfichte.de/index.htm?row1col2=veranstaltungen.htm">Hubert Fichte (1935-1986) &#150; Texte und Kontexte, 2006</a> organisiert von Jan-Frederik Bandel und Robert M. Gillett, University of London, 6.-8.12.2006</p>
				
				<h4>Ansteckende W&ouml;rter</h4>

				<p>Vortrag auf Einladung des Schwulenreferats im ASTA der Universit&auml;t Bonn, 14.11.2006</p>

				
				<h4>Latenz und Paranoia. &rsaquo;Virus&lsaquo; als Metapher</h4>
				<p>Vortrag im Rahmen der Ringvorlesung <i>K&ouml;rperGrenzen</i>, Universit&auml;t Luzern, 2.11.2006</p>

				
				
				<h4>Ger&uuml;cht &#150; &Uuml;bertragung &#150; &raquo;contagion mentale&laquo;</h4>
				<p>Vortrag auf der Tagung <a href="http://fama.brigitte-weingart.de/">Fama: Die Kommunikation der Ger&uuml;chte</a>, organisiert von J&uuml;rgen Brokoff, J&uuml;rgen Fohrmann, Hedwig Pompe und Brigitte Weingart, Universit&auml;t Bonn, 4.-6.10.2006</p>

				
				<h4>Subversionsromantik und Abwehrreaktion. Die Metapher des &rsaquo;Virus&lsaquo; im Kontext der AIDS-Krise</h4>	<p>Vortrag im Rahmen der Ausstellung <i>General Idea Editions 1967 &#150; 1995</i>, Kunstverein M&uuml;nchen, 7.3.2006</p>
				
				
				<h3 class="purple">2005</h3>
				
				<h4>&raquo;Once you &rsaquo;got&lsaquo; Pop, you could never see a sign the same way again.&laquo; Dinge und Zeichen in Pop-Texten</h4>

				<p>Vortrag auf der Tagung <i>&raquo;...diese Gegenst&auml;nde, so  wie sie sind, dem Leser &uuml;berreichen&laquo;. Stoff- und Materialpr&auml;sentationen in der Pop-Literatur der 60er Jahre</i>, organisiert von Gert Mattenklott und Dirck Linck im Rahmen des Sonderforschungsbereichs 626 &raquo;&Auml;sthetische Erfahrung im Zeichen der Entgrenzung der K&uuml;nste&laquo; der Freien Universit&auml;t Berlin, 7.-9.10.2005</p>
				
				<h4>Discursive Contamination: The Trope of the Virus</h4>

				<p>Gemeinsam mit Ruth Mayer: Keynote auf der Konferenz <a href="http://www.mediadesk.uzh.ch/articles/2005/invisible-enemies-the-cultural-meaning-of-infection-and-the-politics-of-plague.html">&raquo;Invisible Enemies&laquo;: The Cultural Meaning of Infection and the Politics of &raquo;Plague&laquo;</a>, organisiert von Philipp Sarasin, Silvia Berger, Marianne H&auml;nseler und Myriam Sp&ouml;rri, Universit&auml;t Z&uuml;rich, 21.-24.9.2005</p>
				
				
				<h4>Globale Signale: Bilder in Pop-Texten</h4>
				<p>Referat in der Sektion: &raquo;Nationalliteratur und Weltliteratur&laquo; beim Kongress der Internationalen Vereinigung f&uuml;r Germanistik (IVG) <i>Germanistik im Konflikt der Kulturen</i>, Paris, 26.8.-3.9.2005</p>

				
				<h4>&raquo;Sehtextkommentar&laquo;. Zu den Bilderschriften von Ferdinand Kriwet</h4>
				<p>Vortrag beim Workshop <i>Wem geh&ouml;ren Hybride? Probleme der wissenschaftlichen Rede &uuml;ber Wort-Bild-Formen</i>, SFB 626 &raquo;&Auml;sthetische Erfahrung im Zeichen der Entgrenzung der K&uuml;nste&laquo;, FU Berlin, 1.-2.7.2005</p>
				
				<h4>Unseen Threats. Viral Representations in Popular Discourse</h4>

				<p>Vortrag auf der Konferenz <i>Defense: Models, Strategies, Media</i>, veranstaltet von der UC Irvine und der Jungen Akademie, University of California Irvine, 7.-9.3.2005</p>
				
				<h4>Repr&auml;sentationen des Todes im AIDS-Diskurs</h4>
				<p>Vortrag auf der Tagung <i>Totenkulte</i> des Graduiertenkollegs &raquo;Die Figur des Dritten&laquo;, Universit&auml;t Konstanz, 14.-16.1.2005</p>

				
				<h3 class="lightgreen">2004</h3>
				<h4>Sehen und Gesehenwerden: Andy Warhols <i>Screen Tests</i></h4>
				<p>Vortrag bei dem Symposium <i>Aussehen &#150; Auftreten &#150; Abblitzen. Glamour als Arbeit und Wissen</i> im Rahmen des vom ith/Tom Holert initiierten Projekts &raquo;Doing Glamour&laquo;, Z&uuml;rich, 29.-31.10.2004</p>

				
				<h4>Judith Hermann, Sommerhaus sp&auml;ter</h4>
				<p>Vortrag im Rahmen der Ringvorlesung <i>Meisterwerke. Deutschsprachige Autorinnen im 20. Jahrhundert</i>, Humboldt-Universit&auml;t Berlin, 26.5.2004</p>
				
				<h4>Lokale Ereignisse im &raquo;Global Village&laquo;: McLuhan und die Mediendiskurse der sechziger Jahre</h4>
				<p>Vortrag am Graduiertenkolleg &raquo;Transnationale Medienereignisse&laquo; der Universit&auml;t Gie&szlig;en, 11.2.2004</p>

				<h3 class="yellow">2003</h3>
				<h4>Global Village Berlin: Rainald Goetz&#146; Internet-diaries <i>Abfall f&uuml;r alle</i></h4>

				<p>Vortrag im Rahmen einer Special Session zum Thema <i>Narrating the German Capital in the Age of Globalization: 
				<br>The &rsaquo;Impossible&lsaquo; Berlin Novel at the Turn of the 21st Century</i>, MLA Annual Convention in San Diego/Kalifornien, 27.-30.12.2003</p>
				
				<h4>&raquo;Being recorded&laquo; &#150; Der Warhol-Komplex</h4>
				<p>Vortrag in der Sektion &raquo;Diskursivierung des Performativen&laquo; auf der Jahrestagung des SFB Kulturen des Performativen zum Thema <i>Macht &#150; Wissen &#150; Wahrheit</i>, Freie Universit&auml;t Berlin, 21.-23.11.2003</p>

				
				<h4>Ansteckend! &rsaquo;Virus&lsaquo; als Kollektivsymbol</h4>
				<p>Vortrag auf der Fachtagung <i>Die Macht des Diskurses</i>, veranstaltet von der Friedrich-Ebert-Stiftung in Kooperation mit dem Kulturwissenschaftlichen Forschungskolleg Medien und kulturelle Kommunikation der Universit&auml;ten Aachen, Bochum, Bonn und K&ouml;ln, Kurt-Schumacher-Akademie, Bad M&uuml;nstereifel, 16.-18.6.2003</p>
				
				<h4>Latent Agents. Visualizing HIV</h4>
				<p>Vortrag in der Sektion &raquo;Virus, Immunity, Virtuality&laquo; auf dem Symposium <i>The Body as Interface. Dialogue between Disciplines</i> an der Universit&auml;t Bonn, 26.-28.6.2003</p>

				
				<h4>Viren visualisieren</h4>
				<p>Vortrag beim Symposium &raquo;Eingreifen. Viren, Modelle, Tricks&laquo;, veranstaltet von <i>thealit Frauen.Kultur.Labor</i>, Bremen, 8.2.2003</p>
				
				<h3 class="blue">2002</h3>
				<h4>Bilderschriften, McLuhan, Literatur der 60er</h4>
				<p>Vortrag bei der Ausstellung <i>Revue</i> im Rahmen der &raquo;Langen Nacht der Museen&laquo; in K&ouml;ln, 9.11.2002</p>

				
				<h4>Text-Bild-Verh&auml;ltnisse & Pop</h4>
				<p>Vortrag im <i>Forschungskolloquium Kunst- und Medienwissenschaften</i> der Kunsthochschule f&uuml;r Medien, K&ouml;ln, 29.4.2002</p>
				
				<h3 class="red">2001</h3>
				<h4>Passionen. Der Heilige Sebastian im Diskurs &uuml;ber AIDS</h4>

				<p>Vortrag auf der Tagung <i>Oberfl&auml;che Haut. &Auml;sthetik und Kulturtheorie der K&ouml;rperh&uuml;lle</i>, Evangelische Akademie Tutzing, 7.4.2001</p>
				
				<h3 class="purple">&#150;2000</h3>
				<h4>Fl&uuml;chtiges Lesen. TV-Transkripte</h4>
				<p>Vortrag bei der Konferenz <i>Transkribieren (Medien/Lekt&uuml;re) </i> des Kulturwissenschaftlichen Forschungskollegs Medien und kulturelle Kommunikation, Universit&auml;t zu K&ouml;ln, 8.4.2000</p>

				
				<h4>Zur &rsaquo;Lekt&uuml;re&lsaquo; von Bildern</h4>
				<p>Vortrag beim Internationalen Symposium <i>Die Adresse des Mediums</i> des Kulturwissenschaftlichen Forschungskollegs Medien und kulturelle Kommunikation, Universit&auml;t zu K&ouml;ln, 3.12.1999</p>
				
				<h4>Anti-K&ouml;rper. Autopathographische Texte zu AIDS</h4>

				<p>Vortrag in der Ringvorlesung <i>Geschlechterinszenierungen in Mittelalter und Moderne</i>, Universit&auml;t zu K&ouml;ln, 30.6.1999</p>
				
				<h4>Faszinationsanalyse</h4>
				<p>Vortrag bei der Veranstaltung <i>STOFF &#150; Diskussionsforum zu Material- und Themenwahl in den Geistes- und Sozialwissenschaften</i>, K&ouml;ln, 4.7.1998</p>

				
				<h4>Auf allen Viren. Zur Topik des Viralen</h4>
				<p>Vortrag im Rahmen der Ausstellung <i>Virus&reg;Express</i> des Museums f&uuml;r Gestaltung in Z&uuml;rich, 7.12.1997</p>
				
				<h4>&raquo;Ein-Wort-M&auml;rchen mit der Kraft von Weltbildern&laquo;: Neomystische Spracherfahrung bei Peter Handke im Kontext von Walter Benjamins Theorie einer &raquo;Magie der Sprache&laquo; </h4>

				<p>Vortrag auf der Graduate Student Conference des German Departments, Washington University in St. Louis, 12.3.1994</p>

			</div>
		</div>	
	</body>
</html>

